{
  "books": [
    {
      "id": "ORyo8qAA-CQC",
      "title": "The Odyssey of Homer",
      "author": "Homer",
      "description": "Homer's epic chronicle of the Greek hero Odysseus' journey home from the Trojan War has inspired  writers from Virgil to James Joyce. Odysseus  survives storm and shipwreck, the cave of the Cyclops  and the isle of Circe, the lure of the Sirens' song  and a trip to the Underworld, only to find his  most difficult challenge at home, where treacherous  suitors seek to steal his kingdom and his loyal  wife, Penelope. Favorite of the gods, Odysseus  embodies the energy, intellect, and resourcefulness  that were of highest value to the ancients and that  remain ideals in out time.<br><br>In this  new verse translation, Allen  Mandelbaum--celebrated poet and translator of Virgil's  <i>Aeneid</i> and Dante's <i>Divine Comedy</i>  --realizes the power and beauty of the original  Greek verse and demonstrates why the epic tale of  <i>The Odyssey</i> has captured the human  imagination for nearly three thousand  years.",
      "coverImage": "http://books.google.com/books/content?id=ORyo8qAA-CQC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73J6OI3xKoZNXmj4CUJNROhAYvSMkRvR9rRuAOgN7yYwQAdLbnvG4iSsP93IZvhyOxXumDhvFRyE4WTxdWGxy72GeF-yJQRCPJfJ5rYsGnOPNpkuKd-9h1ZR8Jb1iUPUlsvmaLy&source=gbs_api",
      "rating": 4.5,
      "reviews": []
    },
    {
      "id": "nAYBEAAAQBAJ",
      "title": "The Prophet",
      "author": "Kahlil Gibran",
      "description": "<p><b>A 20th century classic, <i>The Prophet </i>is thought-provoking, comforting and wise, and its simple truths remain compelling and rewarding to this day.</b><br><br>Utterly unique and beloved around the world, <i>The Prophet</i> is a collection of twenty-six poetic essays by the Lebanese artist, philosopher and writer Kahlil Gibran. Telling the story of the prophet Al-Mustafa and his conversations with various acquaintances as he returns home after a long absence, the book touches on subjects of universal concern, including love, friendship, passion, pain, religion and freedom.</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=nAYBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72v2Xs_l0BC4bB5hk8lyPU4-cI9AZJ6tHiLox64fI_wTJzep2MlVmDc3Dst-UhK9SmgOSFxaIjbrMUGAf664bR9w-NRfh7YPGYGKrWtSyxLisK1FGdktXXAdpV8NszAuSp0PPQk&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "r8M-EAAAQBAJ",
      "title": "The Woman in White",
      "author": "Wilkie Collins",
      "description": "It usually takes somebody already familiar with the piece or its author, or perhaps a bride-to-be who went a little too deep down the Google rabbit hole, to whip up much attention for a title like \"The Woman in White\". Yet that's not to say that those that let themselves be spirited away to the hot summer nights of 1850s Cumberland, North West England, aren't in for a treat. <br><br>A young artist has secured a position as a private teacher for a pair of fair ladies in the countryside, but on the night of his departure from London, a secretive and distressed woman clad all in white(!) crosses his path. He later discovers that she's an escaped mental patient and thus a gothic mystery of love, marriage, murder and greed unfolds.<br><br>But don't just take our word for it – a lot of people thought this book was the proverbial bomb, including the author himself, who figured he'd never write anything better. Hence \"The Woman in White\" has been adapted for radio twice, for theatre a total of 5 times, for film and television 13 times and even became a computer game in 2010. <br> Novelist, playwright, genre pioneer, opium addict, magnificently bearded individual – dead Englishman Wilkie Collins (1824-1889) has many titles to his name. Having a knack for mystery and unconventional characters, Collins' biggest contribution to world literature comes in the forms of \"A Women in White\" (1859) and \"The Moonstone\" (1868), with the former being mentioned on his headstone while the latter is widely considered the first modern detective novel.",
      "coverImage": "http://books.google.com/books/publisher/content?id=r8M-EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71WuQL4U0RnZRQBnUIkaFw6OIuX_2nt_t2DY3RL69ChWC3-swLhkPxVdZ6lJWdj9WNmk3VIpYiPfK2L1HxSzDPiThX_BJ2Gk-YnTFeqhmsL3-eKLPj514MgnUKgm3JMYjJvfQf4&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "KVGd-NabpW0C",
      "title": "The Plague",
      "author": "Albert Camus",
      "description": "<b>“Its relevance lashes you across the face.” —Stephen Metcalf, <i>The Los Angeles Times • </i>“A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, <i>The Washington Post </i></b><br><br>A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. <br><br>The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror.<br><br>An immediate triumph when it was published in 1947, <i>The Plague</i> is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
      "coverImage": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE733f1DLPCFDoQBPd1sV6EZ-Pbg4Jnv8cEPx-Zh-qAttvLLI5nAv3Gjhp3QO6kcvPwZJJDhEttwZ4KlxHuZrElSN8RbOIOKLQ84taS5R6yfOsGezmfPVMmzOhaMCKeKQroVKT2Rd&source=gbs_api",
      "rating": 4.5,
      "reviews": []
    },
    {
      "id": "kYcUeOR4bdoC",
      "title": "My Name Is Asher Lev",
      "author": "Chaim Potok",
      "description": "<b><b>NATIONAL BESTSELLER </b>•<b> In this modern classic f<b><b>rom the <b>National Book Award–nominated author of <i>The Chosen,</i></b></b></b></b> a young religious artist is compulsively driven to render the world he sees and feels, even when it leads him to blasphemy. <br><br>“A novel of finely articulated tragic power .... Little short of a work of genius.”—<i>The New York Times Book Review</i></b> <br><br>Asher Lev is a Ladover Hasid who keeps kosher, prays three times a day and believes in the Ribbono Shel Olom, the Master of the Universe. He grows up in a cloistered Hasidic community in postwar Brooklyn, a world suffused by ritual and revolving around a charismatic Rebbe. He is torn between two identities, the one consecrated to God, the other devoted only to art and his imagination, and in time, his artistic gift threatens to estrange him from that world and the parents he adores. <br><br> As it follows his struggle, <i>My Name Is Asher Lev</i> becomes a luminous, visionary portrait of the artist, by turns heartbreaking and exultant.",
      "coverImage": "http://books.google.com/books/content?id=kYcUeOR4bdoC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73uL_J22KSWNg3pp2-TaGGPOTlvVqsUbrEd5seecqOFMbeu2uiYsMNPwcvy8W-oTi9-GkJZgRUvkm8kT_k24CTtljp4z5Bo1CRh6hZAXvYiOCxywMRpMLZxYW3EJ6daBiKRGOcp&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "oNY0DwAAQBAJ",
      "title": "There There",
      "author": "Tommy Orange",
      "description": "<b><b>PULITZER PRIZE FINALIST <b>•</b> NATIONAL BESTSELLER • A wondrous and shattering award-winning novel that follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize</b>. <br><br><b>A contemporary classic, this “astonishing literary debut” (Margaret Atwood, bestselling author of <i>The Handmaid’s Tale</i>) “places Native American voices front and center” (NPR/<i>Fresh Air</i>).</b><br><br></b>Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle’s death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. They converge and collide on one fateful day at the Big Oakland Powwow and together this chorus of voices tells of the plight of the urban Native American—grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism<br><br>A book with<i> </i>“so much jangling energy and brings so much news from a distinct corner of American life that it’s a revelation” (<i>The New York Times).</i><b> </b>It is fierce, funny, suspenseful, and impossible to put down--full of poetry and rage, exploding onto the page with urgency and force. <i>There There</i> is at once poignant and unflinching, utterly contemporary and truly unforgettable.",
      "coverImage": "http://books.google.com/books/publisher/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE710TJ6aqajFWy7ni8-m6T4YuP2fUViKLA_RzES5Loc4OScsmA31slso4r1gLsFD4daF0mjZut0S6RUD6eGyZazT54XRGRyDTMVp5DQLC5Ih-7oc7vHcAexhLHnBbF05DEmmuJ4G&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "lclWAAAAQBAJ",
      "title": "If Beale Street Could Talk",
      "author": "James Baldwin",
      "description": "<b>From one of the most important writers of the twentieth century comes a stunning love story about a young Black woman whose life is torn apart when her lover is wrongly accused of a crime—\"a moving, painful story, so vividly human and so obviously based on reality that it strikes us as timeless\" (<i>The New York Times Book Review</i>).<br></b><br>\"One of the best books Baldwin has ever written—perhaps the best of all.\" —<i>The Philadelphia Inquirer</i><br><br>Told through the eyes of Tish, a nineteen-year-old girl, in love with Fonny, a young sculptor who is the father of her child, Baldwin’s story mixes the sweet and the sad. Tish and Fonny have pledged to get married, but Fonny is falsely accused of a terrible crime and imprisoned. Their families set out to clear his name, and as they face an uncertain future, the young lovers experience a kaleidoscope of emotions—affection, despair, and hope. In a love story that evokes the blues, where passion and sadness are inevitably intertwined, Baldwin has created two characters so alive and profoundly realized that they are unforgettably ingrained in the American psyche.",
      "coverImage": "http://books.google.com/books/publisher/content?id=lclWAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71gXo1sN3Ca_Ec5FdmWKY6PQMh765bthRTHRRg7HlYoWOdmGgGKkhAi1r9yWeZQPXSKyG0KyLznTQl9jTZPd9Sk0376az9IDI2m8-o6YNlmyQqbcRnxcrBC_8Ymy3XZAQlnmlQy&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "oS-JEAAAQBAJ",
      "title": "Who Fears Death",
      "author": "Nnedi Okorafor",
      "description": "<b>Now optioned as a TV series for HBO, with executive producer George R. R. Martin!<br><br>An award-winning literary author enters the world of magical realism with her World Fantasy Award-winning novel of a remarkable woman in post-apocalyptic Africa. </b><br><br>In a post-apocalyptic Africa, the world has changed in many ways; yet in one region genocide between tribes still bloodies the land. A woman who has survived the annihilation of her village and a terrible rape by an enemy general wanders into the desert, hoping to die. Instead, she gives birth to an angry baby girl with hair and skin the color of sand. Gripped by the certainty that her daughter is different—<i>special</i>—she names her Onyesonwu, which means \"Who fears death?\" in an ancient language. <br><br>It doesn't take long for Onye to understand that she is physically and socially marked by the circumstances of her conception. She is <i>Ewu</i>—a child of rape who is expected to live a life of violence, a half-breed rejected by her community. But Onye is not the average <i>Ewu</i>. Even as a child, she manifests the beginnings of a remarkable and unique magic. As she grows, so do her abilities, and during an inadvertent visit to the spirit realm, she learns something terrifying: someone powerful is trying to kill her.<br><br>Desperate to elude her would-be murderer and to understand her own nature, she embarks on a journey in which she grapples with nature, tradition, history, true love, and the spiritual mysteries of her culture, and ultimately learns why she was given the name she bears: Who Fears Death.",
      "coverImage": "http://books.google.com/books/publisher/content?id=oS-JEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72y2LlCjXjBN6KBhpU7vkqlkYxFT9eKPR0pC-SfLDRVzrCm4SIN_E6mTZAGaZhfh5deBsfK72AzWKSFe20HzMpgwdgXnRWO4iEOC3LgJ_ULBKEst7vWtlMUikZGHd6Sj59dqp0o&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "b74fEAAAQBAJ",
      "title": "Jane Eyre",
      "author": "Charlotte Bronte",
      "description": "Mistério, traição, escândalo e um amor que transcende o tempo. Desde o momento em que Jane Eyre colocou os olhos no proprietário de Thornfield Hall, soube que sua vida mudaria irrevogavelmente. O homem enigmático, complexo e tentador exige tudo o que Jane tem a oferecer ao convidá-la para uma jornada dos sentidos que escandalizaria a sociedade. Em seus braços fortes, ela se rende aos desejos mais sombrios do homem amado e descobre que os dela são igualmente abrasadores, mergulhando-a em um mundo que nunca suspeitou existir, mas do qual não quer mais escapar.",
      "coverImage": "http://books.google.com/books/publisher/content?id=b74fEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE701dmabVQXzYOJ911SuoT-j-m60wgdvRBQn5h71oSFm1kVG4Fa3rOk696RV3SLyWFs9cA4q9xCmNkhulASfiLCeZ0smeXm6XBv_wRHNYFWv_HMIUR31hVcv1VPuBxEjlWJ8u4AM&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "In8mDwAAQBAJ",
      "title": "How to Stop Time",
      "author": "Matt Haig",
      "description": "<b><b><b>From the <i>New York Times</i> bestselling author of <i>The Midnight Library.</i></b></b><br><br>“A quirky romcom dusted with philosophical observations….A delightfully witty…poignant novel.” —<i>The Washington Post</i></b><br> <b>  </b><br> <b>“She smiled a soft, troubled smile and I felt the whole world slipping away, and I wanted to slip with it, to go wherever she was going… I had existed whole years without her, but that was all it had been. An existence. A book with no words.”</b><br><br> Tom Hazard has just moved back to London, his old home, to settle down and become a high school history teacher. And on his first day at school, he meets a captivating French teacher at his school who seems fascinated by him. But Tom has a dangerous secret. He may look like an ordinary 41-year-old, but owing to a rare condition, he's been alive for centuries. Tom has lived history--performing with Shakespeare, exploring the high seas with Captain Cook, and sharing cocktails with Fitzgerald. Now, he just wants an ordinary life.<br><br> Unfortunately for Tom, the Albatross Society, the secretive group which protects people like Tom, has one rule: Never fall in love. As painful memories of his past and the erratic behavior of the Society's watchful leader threaten to derail his new life and romance, the one thing he can't have just happens to be the one thing that might save him. Tom will have to decide once and for all whether to remain stuck in the past, or finally begin living in the present.<br><br> <i>How to Stop Time</i> tells a love story across the ages—and for the ages—about a man lost in time, the woman who could save him, and the lifetimes it can take to learn how to live. It is a bighearted, wildly original novel about losing and finding yourself, the inevitability of change, and how with enough time to learn, we just might find happiness.<br>  <br> Soon to be a major motion picture starring Benedict Cumberbatch.",
      "coverImage": "http://books.google.com/books/publisher/content?id=In8mDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73J6Y0II3DfCvL-1GrnBfpuKhYmDyNAI_ac-F765cuNjUhioce7Mn_4FU0rJMdJpfVfUqQgfXV8V0RIJocdRqXDzWvXwNQiBv9ywEN6jX3bpLKqc230XK9t80f0HYNpXocxyVEq&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "2OqoDwAAQBAJ",
      "title": "Left Behind",
      "author": "Tim LaHaye, Jerry B. Jenkins",
      "description": "<b>Book 1 in the 12-book series that has sold over 63 million copies!</b><br><br>Read the books that launched a cultural phenomenon!<br><br>\"This is the most successful Christian fiction series ever.\"<br><i>--Publishers Weekly</i><br><br>\"Combines Tom Clancy-like suspense with touches of romance, high-tech flash, and biblical references.\"<br><i>--New York Times</i><br><br>\"Call it what you like, the Left Behind series . . . now has a label its creators could have never predicted: blockbuster success.\"<br><i>--Entertainment</i><br><br>Are you ready for the moment of truth?<ul><li>Mass disappearances</li><li>Political crisis</li><li>Economic crisis</li><li>Worldwide epidemics</li><li>Environmental catastrophe</li><li>Military apocalypse</li></ul><b>And that's just the beginning . . .<br>of the end of the world.</b><br><br>The 12 books in the series by <i>New York Times</i> best-selling authors Tim LaHaye and Jerry B. Jenkins cover the events of biblical prophecy surrounding the rapture and the seven-year period known as the tribulation that follows.<br><br><b>Left Behind: A Novel of the Earth's Last Days</b><br>An airborne Boeing 747 is headed to London when, without any warning, passengers mysteriously disappear from their seats. Terror and chaos slowly spread not only through the plane, but also worldwide as unusual events continue to unfold. For those who have been left behind, the apocalypse has just begun.",
      "coverImage": "http://books.google.com/books/publisher/content?id=2OqoDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71dLjE41DRboBl8jB5chReanGPoZBoEo_EMid31yVYwb_lV_4wha4wtlxPN1X6frSYmsLK07h8GKrcoXYFiALP7TBryeA-mzwssHr3Rv98Z5Mlm3DGNi_aqfKqewsEZLAAxmODf&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "FOHtDwAAQBAJ",
      "title": "Ready Player Two",
      "author": "Ernest Cline",
      "description": "<b>#1 <i>NEW YORK TIMES </i>BESTSELLER • The thrilling sequel to the beloved worldwide bestseller <i>Ready Player One,</i> the near-future adventure that inspired the blockbuster Steven Spielberg film.</b> <br>  <br><b>NAMED ONE OF THE BEST BOOKS OF THE YEAR BY <i>THE WASHINGTON POST</i> • “The game is on again. . . . A great mix of exciting fantasy and threatening fact.”—<i>The Wall Street Journal</i></b><br><br>AN UNEXPECTED QUEST. TWO WORLDS AT STAKE. <i>ARE YOU READY?</i> <br><br>Days after winning OASIS founder James Halliday’s contest, Wade Watts makes a discovery that changes everything.<br><br>Hidden within Halliday’s vaults, waiting for his heir to find, lies a technological advancement that will once again change the world and make the OASIS a thousand times more wondrous—and addictive—than even Wade dreamed possible.<br> <br>With it comes a new riddle, and a new quest—a last Easter egg from Halliday, hinting at a mysterious prize.<br> <br>And an unexpected, impossibly powerful, and dangerous new rival awaits, one who’ll kill millions to get what he wants.<br> <br>Wade’s life and the future of the OASIS are again at stake, but this time the fate of humanity also hangs in the balance.<br> <br>Lovingly nostalgic and wildly original as only Ernest Cline could conceive it, <i>Ready Player Two</i> takes us on another imaginative, fun, action-packed adventure through his beloved virtual universe, and jolts us thrillingly into the future once again.",
      "coverImage": "http://books.google.com/books/publisher/content?id=FOHtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE724jY9CpnD9MfZ0xv1RHshPcbZoyL5OQKgFk0o_qVzL6lwvFsbsOvAT9D9V9V6d6awb7r6oVolRrQtbAorjJEnEPNOvuFHOqf-O-Ize3Z_YhfebeO0m1nfmVZGMFpmxjMFpfuxO&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "Oh0BYrFgrOsC",
      "title": "The Law is a Lady",
      "author": "Nora Roberts",
      "description": "<b>A sexy small-town sheriff is the last thing a film director expects to find on his latest set in this novel of blockbuster attraction from #1 <i>New York Times</i> bestselling author Nora Roberts. </b><br><br>Film director Phillip Kincaid sees the unfriendly side of Friendly, New Mexico, when he’s busted for speeding. But the gritty town proves the perfect place to shoot his latest film. And though sheriff Victoria “Tory” Ashton had no trouble putting Kincaid behind bars, she’s finding it hard to resist his attempts to put her on camera—and in his bed. <br><br>Phil’s a man who’s used to getting what he wants—and he’s about to make Tory’s summer longer and hotter than ever…<br><br><b>A NORA ROBERTS CLASSIC AVAILABLE DIGITALLY FOR THE FIRST TIME</b>",
      "coverImage": "http://books.google.com/books/content?id=Oh0BYrFgrOsC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72liwotXMagTTSeKefyuGoZ04inNCXrLNQRHbDQQrxE3UdpvgODyhsuw7VJtJihwbGKh17CmZp7UrgFxh2rnzFp8YEj0-S0zNdK_MNUdIZMw7II6Eyy18lcDiDBL4H-a1tHjJyx&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "TayGZxfYF_EC",
      "title": "Future Shock",
      "author": "Alvin Toffler",
      "description": "Explores the nature and implications of a third wave of change that is now creating a new civilization with its own life-styles, jobs, sexual attitudes, concepts of family and love, economic structures, and political philosophies",
      "coverImage": "http://books.google.com/books/content?id=TayGZxfYF_EC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71cpAJyoVTIjNgo-TgqR0QRBu_8nUkwUXj3SH5u-rX-vjmu4rRbUatLdOe73KDd1Nugjl_LF2YIc99ka2Z9kwcjFE5_mTqJ2B7UXqQmq7FxDN7bxQb6KusVCGHOrKpikxC1aNtN&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "CssmCwAAQBAJ",
      "title": "The Prince and the Pauper",
      "author": "Mark Twain",
      "description": "<p><b> A Classic Story of Switched Identity </b> “When I am king they shall not have bread and shelter only, but also teachings out of books, for a full belly is little worth where the mind is starved.” <i> ― Mark Twain, The Prince and the Pauper </i> <p> The Prince and the Pauper by Mark Twain is an 1881 novel that has been adapted many times. When a young poor boy wanders near the palace gates, he meets the Prince of Wales (Edward VI) who bears an uncanny resemblance. They decide to switch clothes and end up switching roles. Edward discovers the stark class inequality in England and Tom struggles to survive as the prince. When the king dies, Edward must race against the clock and the bounds of society to regain his rightful throne.<br> This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it.<p>Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes</p><br><br></p></p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=CssmCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73KSa-cq3gjDwmTiP6GijTSiC8aq9aGg400zvC1I8gnaR45gDGnTT8XCOX4m86jsKuO8ERR_sVfLeJW7ZuzYGt3MvYQQF1kQVexbf7dyckVCQBfIqs5Ko8ErsZzEMN5r6DiLrd9&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "OpwnBgAAQBAJ",
      "title": "The Door",
      "author": "Magda Szabo",
      "description": "<b>One of <i>The New York Times Book Review</i>'s \"10 Best Books of 2015\"</b><br><br>An NYRB Classics Original <br><br><i>The Door</i> is an unsettling exploration of the relationship between two very different women. Magda is a writer, educated, married to an academic, public-spirited, with an on-again-off-again relationship to Hungary’s Communist authorities. Emerence is a peasant, illiterate, impassive, abrupt, seemingly ageless. She lives alone in a house that no one else may enter, not even her closest relatives. She is Magda’s housekeeper and she has taken control over Magda’s household, becoming indispensable to her. And Emerence, in her way, has come to depend on Magda. They share a kind of love—at least until Magda’s long-sought success as a writer leads to a devastating revelation. <br><br>Len Rix’s prizewinning translation of <i>The Door</i> at last makes it possible for American readers to appreciate the masterwork of a major modern European writer.",
      "coverImage": "http://books.google.com/books/publisher/content?id=OpwnBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70vTXgtryhDLmdlj_PR2yT8_sA377GKNoT6eq1L8ce8NtvE3qFw5m1rH5-D87kxbdIJpswIceSyOmrmmMoJkwcNGHdCru987rbVYV67rQSAdgQpVMmXqWx2mGaKkjV7Ow4oze-P&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "8XMvMXsctKwC",
      "title": "The Interestings",
      "author": "Meg Wolitzer",
      "description": "<b>Named a best book of the year by <i>Entertainment Weekly</i>, <i>Time</i>, and <i>The Chicago Tribune</i>, and named a notable book by <i>The New York Times Book Review </i>and <i>The Washington Post</i><br><br> “Remarkable . . . With this book [Wolitzer] has surpassed herself.”—<i>The New York Times Book Review</i><br><br> \"A victory . . . <i>The Interestings </i>secures Wolitzer's place among the best novelists of her generation. . . . She's every bit as literary as Franzen or Eugenides. But the very human moments in her work hit you harder than the big ideas. This isn't women's fiction. It's everyone's.\"—<i>Entertainment Weekly </i>(A)</b><br><br> <b>From Meg Wolitzer, the <i>New York Times</i>–bestselling author of <i>The Female Persuasion, </i>a novel that has been called \"genius\" (<i>The Chicago Tribune</i>), “wonderful” (<i>Vanity Fair</i>), \"ambitious\" (<i>San Francisco Chronicle</i>), and a “page-turner” (<i>Cosmopolitan</i>).</b><br><br> The summer that Nixon resigns, six teenagers at a summer camp for the arts become inseparable. Decades later the bond remains powerful, but so much else has changed. In <i>The Interestings</i>, Wolitzer follows these characters from the height of youth through middle age, as their talents, fortunes, and degrees of satisfaction diverge.<br><br> The kind of creativity that is rewarded at age fifteen is not always enough to propel someone through life at age thirty; not everyone can sustain, in adulthood, what seemed so special in adolescence. Jules Jacobson, an aspiring comic actress, eventually resigns herself to a more practical occupation and lifestyle. Her friend Jonah, a gifted musician, stops playing the guitar and becomes an engineer. But Ethan and Ash, Jules’s now-married best friends, become shockingly successful—true to their initial artistic dreams, with the wealth and access that allow those dreams to keep expanding. The friendships endure and even prosper, but also underscore the differences in their fates, in what their talents have become and the shapes their lives have taken.<br><br> Wide in scope, ambitious, and populated by complex characters who come together and apart in a changing New York City, <i>The Interestings</i> explores the meaning of talent; the nature of envy; the roles of class, art, money, and power; and how all of it can shift and tilt precipitously over the course of a friendship and a life.",
      "coverImage": "http://books.google.com/books/content?id=8XMvMXsctKwC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71-4Yb5KHeb5ZV8jRXQprbQKZKCRfinS2eq2sFIRNlZ7o4Wmga9bqx8P-myT-MbMjS95sGFTU-9LS_w3lh56IA6RGBePohC5JHv904LaSr54qd1KexRkp50sux_QeG2cwTgDIWh&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "yLJREAAAQBAJ",
      "title": "An Antarctic Mystery",
      "author": "Jules Verne",
      "description": "‘An Antarctic Mystery’ is a follow up to Edgar Allan Poe’s ‘The Narrative of Arthur Gordon Pym’, attempting to explain what might have happened to the main characters after the novels end. We follow an adventurer through the rarely explored Kerguelen Islands as he is picked up by Len Guy and the crew of the Halbrane on its way home. Before they complete their voyage however they find a corpse drifting on an iceberg, a note with him reveals that William Guy, the captain of the Jane and many of his crew survived the assassination attempt. In a daring voyage to rescue the survivors, we are brought to the frozen, treacherous ice fields of the Antarctic where unimaginably powerful forces have awoken. It is a daring adventure novel, with a riveting plot and powerful conclusion perfect for anyone who loved ‘The Thing’. Jules Verne (1828-1905) was a French novelist, poet and playwright who is remembered for his significant contribution to the science fiction genre. With the help of editor Pierre-Jules Hetzel he wrote a series of books called \"Extraordinary Travels\", which includes \"Journey to the Centre of the Earth\" (1864), \"Twenty Thousand Leagues Under the Sea\" (1870), and \"Around the World in Eighty Days\" (1873). Due to his incredible vision he is often given the moniker ‘The Father of Science Fiction’, shared with fellow science fiction author H.G. Wells. Widely popular with both children and adults, Verne is one of the most translated authors of all time, second only to Agatha Christie and Shakespeare.",
      "coverImage": "http://books.google.com/books/publisher/content?id=yLJREAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72FWpu96SmBxGjeTA9NMkQpq3BzOy5mDiyJ7FJbdhKiXPpOD9tcKxaw0-36ZPmM-7JKLZAzXNMWr-CwoE5hqHFoJl3QoHRCU6BEl1sf0Qp6Q4rUi6QBkpkw1bnEV3fSUWsXlUOF&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "ttI9DDdL7psC",
      "title": "The Complete Grimm's Fairy Tales",
      "author": "Brothers Grimm",
      "description": "The stories of magic and myth gathered by the Brothers Grimm have become part of the way children—and adults—learn about the vagaries of the real world. Cinderella, Rapunzel, Snow-White, Hänsel and Gretel, Little Red-Cap (Little Red Riding Hood), and Briar-Rose (Sleeping Beauty) are only a few of the more than two hundred enchanting characters included in this volume. The tales are presented just as Jacob and Wilhelm Grimm originally set them down: bold, primal, just frightening enough, and endlessly engaging.<br><br><i>With black-and-white illustrations throughout<br>Illustrated by Josef Schari / Commentary by Joseph Campbell</i><br><i>Part of the Pantheon Fairy Tale and Folklore Library</i>",
      "coverImage": "http://books.google.com/books/content?id=ttI9DDdL7psC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE72Y9IVSr2FE7Vgr3ino1-bh5psW7SoRulJEyFz5aAqtxj8F-DMIx50SW-jQBYGtqpAJXwVfxxwnLIYsBy4oLNfTLMK6Zn6HlAyFjwZ8eyfKUnlcLpDdoejankEwLRa37uq-QDcB&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "_ai8BAAAQBAJ",
      "title": "Walden (illustrated)",
      "author": "Henry David Thoreau",
      "description": "<p>Walden (first published as Walden; or, Life in the Woods) is an American book written by noted transcendentalist Henry David Thoreau, a reflection upon simple living in natural surroundings. The work is part personal declaration of independence, social experiment, voyage of spiritual discovery, satire, and manual for self-reliance. First published in 1854, it details Thoreau's experiences over the course of two years, two months, and two days in a cabin he built near Walden Pond, amidst woodland owned by his friend and mentor Ralph Waldo Emerson, near Concord, Massachusetts. The book compresses the time into a single calendar year and uses passages of four seasons to symbolize human development.</p><p>this version contains new illustrations</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=_ai8BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE734iXDbPwMugfCkHdgPxE0onayVPnxydxg6TU8I0g3KvNqtjxlAjZ8tpSs8H-y6iRwYuXJsnJI2URsY2hZKLvPWJHFMBodQdnrByWfk9z16wTgA-OJMWpkswYl40_vkonrha6gA&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "4yg_DwAAQBAJ",
      "title": "The Wife Between Us",
      "author": "Greer Hendricks, Sarah Pekkanen",
      "description": "<p><b>The instant <i>New York Times </i>Bestseller (January 2018)! <br><br>\"A fiendishly smart cat-and-mouse thriller\" —<i>New York Times Book Review<br></i></b><br><b>\"Buckle up, because you won't be able to put this one down.\" —<i>Glamour <br></i></b><br><b>\"Jaw dropping. Unforgettable. Shocking.\" —<i>Publishers Weekly </i>(starred review)<br></b><br><b>\"The best domestic suspense novel since <i>Gone Girl</i>.\" —<i>In Touch Weekly</i></b><br><br>When you read this book, you will make many assumptions.<br>You will assume you are reading about a jealous ex-wife.<br>You will assume she is obsessed with her replacement – a beautiful, younger woman who is about to marry the man they both love. <br>You will assume you know the anatomy of this tangled love triangle.<br>Assume nothing. <br><br>Twisted and deliciously chilling, Greer Hendricks and Sarah Pekkanen's <i>The Wife Between Us </i>exposes the secret complexities of an enviable marriage - and the dangerous truths we ignore in the name of love.<br><br><i>Read between the lies.<br></i><br><b>A 2018 Indie Next Pick | One of <i>Glamour</i> Magazine's Best Books of 2018 | One of Hello Giggles' 19 Books We Can't Wait to Read in 2018</b><br><br><b>Praise for <i>The Wife Between Us:<br></i></b><br><b>\"Fiendishly clever</b>...in the vein of <i>Gone Girl</i> and <i>The Girl on the Train.</i> <b>This one will keep you guessing.</b>\" —Anita Shreve,<i> New York Times</i> bestselling author of<i> The Stars are Fire</i><br><br>“A clever thriller with<b> masterful twists.</b>” – Karin Slaughter, <i>New York Times</i> bestselling author of <i>The Kept Woman </i><br><br>\"<i>The Wife Between Us</i> delivers a<b> whip smart, twisty plot</b> in a taut, pacy narrative. It's <b>terrific and troubling.</b> This is one scary love triangle where you won't know who to trust. I loved it.\" –Gilly Macmillan, <i>New York Times</i> bestselling author of <i>What She Knew</i><br><br>\"A twisty, mind-bending novel about marriage and betrayal. A <b>gripping plot and fascinating characters</b>; this book <b>will keep you turning the pages and guessing</b> until the very end. A must-read!\" –Lauren Weisberger, <i>New York Times</i> bestselling author of <i>The Devil Wears Prada<br><br></i>“This amazing story gallops along at breakneck speed, with <b>an ending that smacks you between the eyes and takes your breath away. </b>These authors are destined to become trail blazers in the field of psychological suspense books that explode in your hands!” —Nancy Simpson-Brice, <i>Book Vault</i><br><br>“Like a house of mirrors, <i>The Wife Between Us</i> kept me guessing around every corner, <b>delving into the complexities of marriage, friendship, and obsession.</b>” —Javier Ramirez, <i>The Book Table</i></p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=4yg_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71fiNlcwn_2CHHSdwQk1ryBJbeKit_8ofv5nm2x0LBDHYuS_DDExXaQsQfavEvKW4Y-rKFchF3kp9MIlTTmQ_Ij9VvTcs4cKP1-sW1iWdLk9-aRw5pMIIj9MeuUCkglnwOIq78m&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "Ob92_hWYGJwC",
      "title": "Short Letter, Long Farewell",
      "author": "Peter Handke",
      "description": "<p><i><br></i></p><p><b><i>By Nobel Prize Winner Peter Handke</i></b></p><p><i>Short Letter, Long Farewell</i> is one the most inventive and exhilarating of the great Peter Handke’s novels. Full of seedy noir atmospherics and boasting an air of generalized delirium, the book starts by introducing us to a nameless young German who has just arrived in America, where he hopes to get over the collapse of his marriage. No sooner has he arrived, however, than he discovers that his ex-wife is pursuing him. He flees, she follows, and soon the couple is running circles around each other across the length of America—from Philadelphia to St. Louis to the Arizona desert, and from Portland, Oregon, to L.A. Is it love or vengeance that they want from each other? Everything’s spectacularly unclear in a book that is travelogue, suspense story, domestic comedy, and Western showdown, with a totally unexpected Hollywood twist at the end. Above all, <i>Short Letter, Long Farewell</i> is a love letter to America, its landscapes and popular culture, the invitation and the threat of its newness and wildness and emptiness, with the promise of a new life—or the corpse of an old one—lying just around the corner.</p>",
      "coverImage": "http://books.google.com/books/content?id=Ob92_hWYGJwC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70ivChdEago7d9zUD2mTvTj3xyONH6DOi5iRtxeXxiy2pPezQtBC4mOP9J59jGxQoSn5PzovGqSO_GGqkeut7lNLry3OhKmwI3T_fycawN4LfVMUOw_MIcd-iXUIZtdr6Tj2LTD&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "XApEAwAAQBAJ",
      "title": "The White Company",
      "author": "Arthur Conan Doyle",
      "description": "This spirited account of the exploits of a crew of Saxon archers during the Hundred Years War features cameo appearances by historical figures such as Edward III and the Black Prince. Flavorful and realistic in its depictions of medieval life, the novel combines the excitement of a rugged adventure with the romance of chivalry.",
      "coverImage": "http://books.google.com/books/publisher/content?id=XApEAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71cvpR7Uovoknpd8_SJq53S8ar4FRd-DMVHLlqi5sN5qr_tFJ8xlLgc7yYZx5u_ZhOi-cXqYBWFQ0j6Stvg4NPhlltXC5yo2vqQI5qG2P7MYo35cOqQdJqsSP0xe_BTTfw8z_ih&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "ISOvEAAAQBAJ",
      "title": "Don Quixote",
      "author": "Miguel de Cervantes Saavedra",
      "description": "Don Quixote is considered the most influential work of literature from the Spanish Golden Age and the entire Spanish literary canon. As a founding work of modern Western literature and one of the earliest canonical novels, it regularly appears high on lists of the greatest works of fiction ever published, such as the Bokklubben World Library collection that cites Don Quixote as authors' choice for the \"best literary work ever written\".",
      "coverImage": "http://books.google.com/books/publisher/content?id=ISOvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73z7IV7kVjV2ykYAb6gJGBZxoUnNh95vzws71_pzF3WMig-Bit2g6NCOknBwvWWhPr7bTJcH_Xb09PeCf0aJu2V8FaKXT5W7c9FciRt_yngY_6SdNpD3VmyE2v6lDFSChlk7keN&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "_1BZHGOA72EC",
      "title": "Hearts In Atlantis",
      "author": "Stephen King",
      "description": "<b>The classic collection of five deeply resonant and disturbing interconnected stories from #1 <i>New York Times</i> bestselling author Stephen King.</b><br><br>Innocence, experience, truth, deceit, loss, and recovery are at the core of these five interconnected, sequential tales—each deeply rooted in the 1960s, and each scarred by the Vietnam War, which continues to cast its shadow over American lives, politics and culture. <br> <br> In Part One, <b>“Low Men in Yellow Coats,”</b> eleven-year-old Bobby Garfield discovers a world of predatory malice in his own neighborhood. He also discovers that adults are sometimes not rescuers but at the heart of the terror.<br> <br>In the title story, a bunch of college kids get hooked on a card game, discover the possibility of protest, and confront their own collective heart of darkness, where laughter may be no more than the thinly disguised cry of the beast.<br> <br>In<b> “Blind Willie”</b> and <b>“Why We’re in Vietnam,”</b> two men who grew up with Bobby in suburban Connecticut try to fill the emptiness of the post-Vietnam era in an America which sometimes seems as hollow—and as haunted—as their own lives.<br> <br>And in <b>“Heavenly Shades of Night Are Falling,” </b>this remarkable book’s denouement, Bobby returns to his hometown where one final secret, the hope of redemption, and his heart’s desire may await him.<br> <br>Full of danger and suspense, full of heart, this spellbinding fiction will take some readers to a place they have never been...and others to a place they have never been able to completely forget. Nearly twenty years after its first publication, <i>Hearts in Atlantis </i>is powerful and astonishingly current.<br> <br><b>“You will see Stephen King in a new light. Read this moving, heartfelt tragedy and weep—weep for our lost conscience.” —<i>BookPage</i></b>",
      "coverImage": "http://books.google.com/books/content?id=_1BZHGOA72EC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72EZjTXWwAZu5b3tyF3tz0Bf3lIb2ufuGpk_V_GdNzLB96JSMnJ9_lMeyCH0J3h0LdLxNwToAUR-Edd_Ti0h2aRR6WxMmsTpOfzbwdB18QNTEfmhHG2k_jx-CEyP0KyPWR1pk_2&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "kMeVEAAAQBAJ",
      "title": "The Last Man",
      "author": "Mary Shelley",
      "description": "\n\t\t\t<p><i>The Last Man</i> chronicles the last days of humanity in the 21st century as it is slowly obliterated by a global pandemic. Radical changes and events across Europe—the king abdicates, turning England into a Republic; war erupts between Greece and Turkey—weaken the fabric of society, allowing an unknown and deadly disease to quickly spread across the world. Political leaders are disorganized; spiritual figures offer little comfort; science yields no answers. Previously distinguished individuals abandon their people in their time of need out of cowardice, while others admirably rise up to the occasion. Yet, none of this matters at all when humanity comes to its end.</p>\n\t\t\t<p>Mary Shelley wrote this book during the darkest time of her life. Over the years, she had lost her husband, Percy Bysshe Shelley; her close friend, Lord Byron; and her children. Writing the novel became an instrument to process her own hopelessness and isolation—various characters are impressions of her departed loved ones.</p>\n\t\t\t<p>Contemporary critics were not kind to <i>The Last Man</i>. While <i>Frankenstein</i> was lauded for its depiction of scientific presumption, humanity’s impotence and subsequent extinction were deemed offensive. The book faded into near-obscurity and merely survived until its rediscovery in the 1960s. After two World Wars, several epidemics, and the threat of nuclear annihilation, humanity’s end may not have seemed as absurd any more.</p>\n\t\t <p>This book is part of the Standard Ebooks project, which produces free public domain ebooks.</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=kMeVEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72qdlGijJQEgAKoGfehh0wj3wcR8_9iYJGg_4bDfY91gGkyGFtOwJthrZBE8nQtnpQl4PxcexEvTsn9IQc63BGRrvqpaQVxK6ULoaUV8bTRo2IMCNg49LzjhpKL7ESc_xYlTVrY&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "8rqDCgAAQBAJ",
      "title": "Empire V",
      "author": "Victor Pelevin",
      "description": "<p>Roman thought he'd found the perfect opportunity to rebel. He may have been wrong.<br><br>He awakens strapped to a set of parallel bars in a richly appointed sitting room, and begins a conversation with a masked man which will change his life. His world has been a facade - one which the mysterious Brahma is about to tear away.<br><br>A stunning novel about the real world, and about the hidden chanels of power behind the scenes, EMPIRE V is a post-modern satirical novel exploring the cults and corruption of politics, banking and power. And not only are these cults difficult to join - it turns out they may be impossible to leave . . .</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=8rqDCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73mjp9oGQbEWFONiM6P_pl1y8-usA5gcue2g0YPcC70NhQYtjqm4RFlkwkG2PuxAuQCgRw8nTP_t68U_PSJ-O-cTwmR6l0WAdR6xQ_YIZU2K_FWJPpUP-QfuA3xG5tp_N5ImL2V&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "GasyAAAAQBAJ",
      "title": "The Adventures of Tom Sawyer",
      "author": "Mark Twain",
      "description": "<b>Enriched Classics<b> </b>offer readers accessible editions of great works of literature enhanced by helpful notes and commentary. Each book includes educational tools alongside the text, enabling students and readers alike to gain a deeper and more developed understanding of the writer and their work.</b><br><br>Originally published in 1876, <i>The Adventures of Tom Sawyer </i>is the classic tale of a carefree and courageous boy’s coming-of-age in a rural Mississippi River town. Tom and his best friend, Huckleberry Finn, are two of literature’s most enduring and treasured creations.<br> <br>Enriched Classics<b> </b>enhance your engagement by introducing and explaining the historical and cultural significance of the work, the author’s personal history, and what impact this book had on subsequent scholarship. Each book includes discussion questions that help clarify and reinforce major themes and reading recommendations for further research.<br> <br>Read with confidence.",
      "coverImage": "http://books.google.com/books/publisher/content?id=GasyAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70lMMJQW_24vbvHW_D_8hjF66QeGrAyUDUpCEyiolLBwIip5MQK65gETNhJvSB96c1Js4fLyN9wGfUmOpw8FCcLMHjT-NKHs7EAfyXTLaWKPBQheAH6SDH0qFk90RwBX_UGblzy&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "JBwZDAAAQBAJ",
      "title": "The End of Eddy",
      "author": "Edouard Louis",
      "description": "<p><b>‘A brilliant novel... courageous, necessary and deeply touching’ <i>Guardian</i></b><br><br>Édouard Louis grew up in a village in northern France where many live below the poverty line. His bestselling debut novel about life there, <i>The End of Eddy</i>, has sparked debate on social inequality, sexuality and violence.<br><br>It is an extraordinary portrait of escaping from an unbearable childhood, inspired by the author’s own. Written with an openness and compassionate intelligence, ultimately, it asks, how can we create our own freedom?<br><br>‘A mesmerising story about difference and adolescence’<br> <i>New York Times</i><br><br>‘Édouard Louis...is that relatively rare thing – a novelist with something to say and a willingness to say it, without holding back’<br> <i>The Times</i><br><br>‘Louis’ book has become the subject of political discussion in a way that novels rarely do’<br> Garth Greenwell, <i>New Yorker</i></p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=JBwZDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70D2sPeNzbQTSKgLnVEWZvTYUQKjSgpK_nW9KQsJaggtgwC7nsohH_GEaRleHxeN1E2EEH6YtpifSuumJs48rIkNhMFK3r_xsMeaBgjyHqqMbaI09S7U2Kx-xjGMBuYqbIqOK-j&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "zUGLqPqBl7kC",
      "title": "What Dreams May Come",
      "author": "Richard Matheson",
      "description": "<p><b> Richard Matheson's <i>What Dreams May Come, </i>a powerful tale of life--and love--after death was the basis for the Oscar-winning film starring Robin Williams. </b><br><br>The <i>New York Times</i> bestseller<br><br>A LOVE THAT TRANSCENDS HEAVEN AND HELL<br><br>What happens to us after we die? Chris Nielsen had no idea, until an unexpected accident cut his life short, separating him from his beloved wife, Annie. Now Chris must discover the true nature of life after death.<br><br>But even Heaven is not complete without Annie, and when tragedy threatens to divide them forever, Chris risks his very soul to save Annie from an eternity of despair.<br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
      "coverImage": "http://books.google.com/books/content?id=zUGLqPqBl7kC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71bgSCcj0Ze2BvH-4YzZCgRE_qt4t_MTc3yYeefY3zfNM7xTTPc1sZTS8QhyH-EO-Rlf-j20Mzebr-3c4naNwHbWjcyyWIkZB6HR5ai9gDEYJhlXhTp5pJourx9Atvt5zKI8Opb&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "B_O3O7NCJNsC",
      "title": "Being There",
      "author": "Jerzy Kosinski",
      "description": "<b>A quirky, brilliant novel starring Chauncey Gardiner, an enigmatic man who rises from nowhere to become a media phenomenon—“a fabulous creature of our age” (<i>Newsweek</i>).</b><br>  <br> One of the most beloved novels by the <i>New York Times</i>–bestselling and National Book Award–winning author of <i>The Painted Bird</i> and <i>Pinball</i>, <i>Being There</i> is the story of a mysterious man who finds himself at the center of Wall Street and Washington power—including his role as a policy adviser to the president—despite the fact that no one is quite sure where he comes from, or what he is actually talking about. Nevertheless, Chauncey “Chance” Gardiner is celebrated by the media, and hailed as a visionary, in this satirical masterpiece that became an award-winning film starring Peter Sellers.<br>  <br> As wise and timely as ever, <i>Being There</i> is “a tantalizing knuckleball of a book delivered with perfectly timed satirical hops and metaphysical flutters” (<i>Time</i>).",
      "coverImage": "http://books.google.com/books/content?id=B_O3O7NCJNsC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72bo2tW_8QgdjIfbkuJB5DGCnmLe-bgfqw0G05wnK-B2hI9rfGrFim_PcZCTliSEKMokhwwH9e4enFUacRTSaFwED6Vq7zLEmGnOgRqtCYFxwFwCHQVJOwiHu1NvdO_1DYSZUJf&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "xptAtjb1a38C",
      "title": "Barchester Towers",
      "author": "Anthony Trollope",
      "description": "Barchester Towers, Trollope's most popular novel, is the second of the six Chronicles of Barsetshire. The Chronicles follow the intrigues of ambition and love in the cathedral town of Barchester. Trollope was of course interested in the Church, that pillar of Victorian society - in its susceptibility to corruption, hypocrisy, and blinkered conservatism - but the Barsetshire novels are no more `ecclesiastical' than his Palliser novels are `political'. It is the behaviour of the individuals within a power structure that interests him. In this novel Trollope continues the story of Mr Harding and his daughter Eleanor, adding to his cast of characters that oily symbol of progress Mr Slope, the hen-pecked Dr Proudie, and the amiable and breezy Stanhope family. The central questions of this moral comedy - Who will be warden? Who will be dean? Who will marry Eleanor? - are skilfully handled with that subtlety of ironic observation that has won Trollope such a wide and appreciative readership.",
      "coverImage": "http://books.google.com/books/content?id=xptAtjb1a38C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70Eias1Nl5ljcTo77zZf9RPJZItdVTYXfI6RTerSBVxqo8SPvGCpeRY5i3ymMoWRU6rfl8K1ZsTWe4vcJJsY7Hr0ZpFYjv1KojmwhJrx_mPPRYYWQbEFe6Ntg-ARoonni9WWUBk&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "54xEDwAAQBAJ",
      "title": "Growth of the Soil",
      "author": "Knut Hamsun",
      "description": "The story of an elemental existence in rural Norway.",
      "coverImage": "http://books.google.com/books/publisher/content?id=54xEDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE722yoMtC3d8qGFHX6RaRzx4XbrRwoL0Sj8m2HAJiH7cxIHewwpJw0-WKZSWyNJxZ9rpIER9GM-XV1vpfayld5tSAXZ0rviJ6hQy1TpGHBv8weJf5C4hi6QekRyHRfYAbAv8jI48&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "xZNVDAaxrGIC",
      "title": "The Boleyn Inheritance",
      "author": "Philippa Gregory",
      "description": "THREE WOMEN WHO SHARE ONE FATE: THE BOLEYN INHERITANCE <p> ANNE OF CLEVES <p> She runs from her tiny country, her hateful mother, and her abusive brother to a throne whose last three occupants are dead. King Henry VIII, her new husband, instantly dislikes her. Without friends, family, or even an understanding of the language being spoken around her, she must literally save her neck in a court ruled by a deadly game of politics and the terror of an unpredictable and vengeful king. Her Boleyn Inheritance: accusations and false witnesses. <p> KATHERINE HOWARD <p> She catches the king's eye within moments of arriving at court, setting in motion the dreadful machine of politics, intrigue, and treason that she does not understand. She only knows that she is beautiful, that men desire her, that she is young and in love -- but not with the diseased old man who made her queen, beds her night after night, and killed her cousin Anne. Her Boleyn Inheritance: the threat of the axe. <p> JANE ROCHFORD <p> She is the Boleyn girl whose testimony sent her husband and sister-in-law to their deaths. She is the trusted friend of two threatened queens, the perfectly loyal spy for her uncle, the Duke of Norfolk, and a canny survivor in the murderous court of a most dangerous king. Throughout Europe, her name is a byword for malice, jealousy, and twisted lust. Her Boleyn Inheritance: a fortune and a title, in exchange for her soul. <p> <i>The Boleyn Inheritance</i> is a novel drawn tight as a lute string about a court ruled by the gallows and three women whose positions brought them wealth, admiration, and power as well as deceit, betrayal, and terror. Once again, Philippa Gregory has brought a vanished world to life -- the whisper of a silk skirt on a stone stair, the yellow glow of candlelight illuminating a hastily written note, the murmurs of the crowd gathering on Tower Green below the newly built scaffold. In <i>The Boleyn Inheritance</i> Gregory is at her intelligent and page-turning best.",
      "coverImage": "http://books.google.com/books/content?id=xZNVDAaxrGIC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71ZJfrSrW1tTnq59B8qr9e3SQoeUXpo_Sr0GQ8pGNtNT_A-TlJ366RGTKuDkLkYafZIdiBkLvgd1fuAi2MpcoAVY5wWS530CrqZ4n6_OWks1i0EnnS-OVItDgYYdBNs-SQMvDMd&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "up_DDwAAQBAJ",
      "title": "Russia, as Seen and Described by Famous Writers",
      "author": "Various",
      "description": "\"Russia, as Seen and Described by Famous Writers\" is an insightful work that offers a captivating exploration of Russia through the eyes of renowned authors. Contents: The Country and Race History and Religion Descriptions Manners and Customs Art and Literature Statistics",
      "coverImage": "http://books.google.com/books/publisher/content?id=up_DDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70wD3gtg-jHel-9qW7PkWeyOnISSNCJtOf0KFT_6V7xREQQd-pcxVM4FxEc37KuGsb8ONW44hsoMTKK2HH8XotUzBeXLcyP_5FUbJt6zS6Ll_et6rQIVk2rWQQz6MrKoe67-f4g&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "oGMIDgAAQBAJ",
      "title": "Sane Occultism",
      "author": "Dion Fortune",
      "description": "Contents<br> <br>- I. What Is Occultism?<br>- II. Is Occultism Worth While?<br>- III. The Deeper Issues Of Occultism.<br>- IV. Credulity In Occult Research<br>- V. Meditation And Psychism<br>- VI. The Use And Abuse Of Astrology<br>- VII. Records Of Past Lives<br>- VIII. Numerology And Prophecy<br>- IX. Group Karma In Occult Societies<br>- X. Authority And Obedience In Occultism<br>- XI. Secrecy In Occult Fraternities<br>- XII. The Left-Hand Path<br>- XIII. Occultism And Immorality<br>- XIV. Psychic Pathologies<br>- XV. Mental Trespassing<br>- XVI. Occultism And Vegetarianism<br>- XVII. Eastern Methods And Western Bodies<br>- XVIII. Standards Of Judgment<br>- XIX. The Ideals Of Occultism<br><br>",
      "coverImage": "http://books.google.com/books/publisher/content?id=oGMIDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71GJaFP5COh-u7Ao7xiQpEVWf9AMBv1hmU66pgDEKu0uX0iwldlboR80Qi6aQiFp5V7ekGRLssQLbbWFRQxUoD2GVnStp5ZK-goDJxx03cYou3MD-gtV80rA6svlS5yNupfRkN7&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "ZnsZfWOpdukC",
      "title": "Anathem",
      "author": "Neal Stephenson",
      "description": "<p>Anathem, the latest invention by the New York Times bestselling author of Cryptonomicon and The Baroque Cycle, is a magnificent creation: a work of great scope, intelligence, and imagination that ushers readers into a recognizable—yet strangely inverted—world.</p><p>Fraa Erasmas is a young avout living in the Concent of Saunt Edhar, a sanctuary for mathematicians, scientists, and philosophers, protected from the corrupting influences of the outside \"saecular\" world by ancient stone, honored traditions, and complex rituals. Over the centuries, cities and governments have risen and fallen beyond the concent's walls. Three times during history's darkest epochs violence born of superstition and ignorance has invaded and devastated the cloistered mathic community. Yet the avout have always managed to adapt in the wake of catastrophe, becoming out of necessity even more austere and less dependent on technology and material things. And Erasmas has no fear of the outside—the Extramuros—for the last of the terrible times was long, long ago.</p><p>Now, in celebration of the week-long, once-in-a-decade rite of Apert, the fraas and suurs prepare to venture beyond the concent's gates—at the same time opening them wide to welcome the curious \"extras\" in. During his first Apert as a fraa, Erasmas eagerly anticipates reconnecting with the landmarks and family he hasn't seen since he was \"collected.\" But before the week is out, both the existence he abandoned and the one he embraced will stand poised on the brink of cataclysmic change.</p><p>Powerful unforeseen forces jeopardize the peaceful stability of mathic life and the established ennui of the Extramuros—a threat that only an unsteady alliance of saecular and avout can oppose—as, one by one, Erasmas and his colleagues, teachers, and friends are summoned forth from the safety of the concent in hopes of warding off global disaster. Suddenly burdened with a staggering responsibility, Erasmas finds himself a major player in a drama that will determine the future of his world—as he sets out on an extraordinary odyssey that will carry him to the most dangerous, inhospitable corners of the planet . . . and beyond.</p>",
      "coverImage": "http://books.google.com/books/content?id=ZnsZfWOpdukC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70RzNZ3ORng4YTXf63ZFs9ov9Zz1o0g4ep27x_G27cYvAYd23NuGpEkJZGmP36rs6ap2ebWAQ9wIrKBiE5jEoxGZ3fNNovzt-3RkeNpog8irCSDekZZwvdJM-0VVXx3DBNdZEXz&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "xptAtjb1a38C",
      "title": "Barchester Towers",
      "author": "Anthony Trollope",
      "description": "Barchester Towers, Trollope's most popular novel, is the second of the six Chronicles of Barsetshire. The Chronicles follow the intrigues of ambition and love in the cathedral town of Barchester. Trollope was of course interested in the Church, that pillar of Victorian society - in its susceptibility to corruption, hypocrisy, and blinkered conservatism - but the Barsetshire novels are no more `ecclesiastical' than his Palliser novels are `political'. It is the behaviour of the individuals within a power structure that interests him. In this novel Trollope continues the story of Mr Harding and his daughter Eleanor, adding to his cast of characters that oily symbol of progress Mr Slope, the hen-pecked Dr Proudie, and the amiable and breezy Stanhope family. The central questions of this moral comedy - Who will be warden? Who will be dean? Who will marry Eleanor? - are skilfully handled with that subtlety of ironic observation that has won Trollope such a wide and appreciative readership.",
      "coverImage": "http://books.google.com/books/content?id=xptAtjb1a38C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72RfD7b4lg3E068eyg2b__x3OOioxID5f26FVG1Mi0EOoop9TyFQJAXZhfHtMP9igdE2OI6z3gKMRsu-MF6UQex73LmdxsbLgoKzzWtXcFDHQJCZX8ts-dQuxtfjUm4bsylxQ4e&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "B9qLCgAAQBAJ",
      "title": "Pudd'nhead Wilson",
      "author": "Mark Twain",
      "description": "<b><b>Enriched Classics<b> </b>offer readers accessible editions of great works of literature enhanced by helpful notes and commentary. Each book includes educational tools alongside the text, enabling students and readers alike to gain a deeper and more developed understanding of the writer and their work.</b></b><br><br>Mark Twain's darkly comic short classic set in the antebellum South stands as a literary condemnation of slavery and racial inequality.<br> <br> This edition includes:<br> -A concise introduction that gives readers important background information<br> -A chronology of the author's life and work<br> -A timeline of significant events that provides the book's historical context<br> -An outline of key themes and plot points to help readers form their own interpretations<br> -Detailed explanatory notes<br> -Critical analysis, including contemporary and modern perspectives on the work<br> -Discussion questions to promote lively classroom and book group interaction<br> -A list of recommended related books and films to broaden the reader's experience<br> <br>Enriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world's finest books to their full potential.",
      "coverImage": "http://books.google.com/books/publisher/content?id=B9qLCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71Xetb7Oqr5_eYVCPTwOw9hOG_dbbWUjiFqRSb4vtyORiXpyTWxmXGsBIJ_n7jlsDSZFG750EvWBE9RRfxqlCH3BQM0IvZ6SsmI6xmmAhpbWZV_YKw5n_GSs9nn71Ng9fwKfnjD&source=gbs_api",
      "rating": 2.5,
      "reviews": []
    },
    {
      "id": "gN7dAwAAQBAJ",
      "title": "Timbuktu",
      "author": "Paul Auster",
      "description": "Timbuktu er et moderne Don Quixote og Sancho Panza-lignende eventyr med den tænkende hund Mr. Bones og digterguruen fra Brooklyn, Willy G. Christmas, i hovedrollerne. Skrevet med en gnistrende ordrig energi - og set igennem en uskyldsren og uforglemmelig hunds karakter - lærer vi meget om vores egen menneskelighed.<br><br>Mr. Bones er vort vidne. Selvom han går på fire ben og ikke kan tale, kan han tænke - og ud fra hans tanker har Auster skabt et nyt rigt og overbevisende eventyr i moderne amerikansk litteratur. Morsomt, gribende og tragisk.<br><br>Men Tibuktu er først og fremmest en kærlighedshistorie. Skrevet med en gnistrende ordrig energi, set igennem en uskyldsren og uforglemmig hunds karakter, lærer vi meget om vores egen menneskelighed.",
      "coverImage": "http://books.google.com/books/publisher/content?id=gN7dAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72nmjvjICvPkmZseoCOrYMv0q4ZfM2xPCLyrAodFAi4bqu2q1LBoAAB_fJfUI4z5SXAvLuQfbWct8ZTHiTekO96wSFAZYoYfKtYV9_jtgP-OVK1-QEuOMy19SjXHVdvXex_hcdu&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "pKpcEAAAQBAJ",
      "title": "A Woman at Thirty",
      "author": "Honoré de Balzac",
      "description": "Known for his keen observations and finely drawn characters, Honore de Balzac is regarded as one of the forerunners of the literary realism movement that swept Europe in the nineteenth century. A Woman of Thirty offers an unflinching look at the layers of social oppression that dictated the course of many women's lives during the era.",
      "coverImage": "http://books.google.com/books/publisher/content?id=pKpcEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE736WxSqvsyGGwqffD1wjh5o5dXvvreDUhsagHRNLVGcOLLZYyhbaAM2ufGZ7RdfqDl_0tg-gGjTqiXe6Agtgv6MfStYfl__NUqT4URdDrD2jmEAQCO-jHJeEcHJcof9w9sx1Dt3&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "85-KEAAAQBAJ",
      "title": "Eugenie Grandet",
      "author": "Honoré de Balzac",
      "description": "DigiCat Publishing presents to you this special edition of \"Eugenie Grandet\" by Honoré de Balzac. DigiCat Publishing considers every written word to be a legacy of humankind. Every DigiCat book has been carefully reproduced for republishing in a new modern format. The books are available in print, as well as ebooks. DigiCat hopes you will treat this work with the acknowledgment and passion it deserves as a classic of world literature.",
      "coverImage": "http://books.google.com/books/publisher/content?id=85-KEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72QX9gQy0dHC1RFhSxIDp0Z7xeVhdwjHqGmAx8ukmCEhvM7OeOe2C_b7nVRW5nl502PqX6X12FMSezhEdSSa_LCeVWQfKyk43i4q6aYVtOuS139Q1e1u5PH1iyH-OHC0k-VUebv&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "ko6qK38hRDYC",
      "title": "The Complete Stories",
      "author": "Franz Kafka",
      "description": "<b>The complete stories of one of the greatest writers of the twentieth century, the author of <i>The Metamorphosis and The Trial.</i><br><br>“An important book, valuable in itself and absolutely fascinating. The stories are dreamlike, allegorical, symbolic, parabolic, grotesque, ritualistic, nasty, lucent, extremely personal, ghoulishly detached, exquisitely comic, numinous, and prophetic.” —<i>The New York Times<br></i></b><br><i>The Complete Stories </i>brings together all of Kafka’s stories, from the classic tales such as “The Metamorphosis,” “In the Penal Colony,” and “A Hunger Artist” to shorter pieces and fragments that Max Brod, Kafka’s literary executor, released after Kafka’s death. With the exception of his three novels, the whole of Kafka’s narrative work is included in this volume.  <br><br>“[Kafka] spoke for millions in their new unease; a century after his birth, he seems the last holy writer, and the supreme fabulist of modern man’s cosmic predicament.” —from the Foreword by John Updike",
      "coverImage": "http://books.google.com/books/content?id=ko6qK38hRDYC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72Fn48Z3ltz5GDjU9kTbHrScW-iw7NNdpZr4v8DyKfflRImGi0ujuMr4C_Zd69esQLdz0SakCIO2eCP-RVns2KmePmMyBBVCMc6OklhugkJduz7lTQD-dcDlaKl-Snoq_Ivr24M&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "4aiDCgAAQBAJ",
      "title": "Sister Carrie",
      "author": "Theodore Dreiser",
      "description": "<b><b>Enriched Classics<b> </b>offer readers accessible editions of great works of literature enhanced by helpful notes and commentary. Each book includes educational tools alongside the text, enabling students and readers alike to gain a deeper and more developed understanding of the writer and their work.</b></b><br><br>Carrie Meeber leaves her home in rural Wisconsin for a big city life in Chicago, and faces a series of struggles—professional, moral, and romantic—before achieving success in the New York theater scene.<br> <br> This edition includes:<br> -A concise introduction that gives the reader important background information<br> -A chronology of the author's life and work<br> -A timeline of significant events that provides the book's historical context<br> -An outline of key themes and plot points to guide the reader's own interpretations<br> -Detailed explanatory notes<br> -Critical analysis, including contemporary and modern perspectives on the work<br> -Discussion questions to promote lively classroom and book group interaction<br> -A list of recommended related books and films to broaden the reader's experience",
      "coverImage": "http://books.google.com/books/publisher/content?id=4aiDCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71wCkY_Dj2kt6pC5Y2ZokJw3mZVvLz8MZt10cOyeb9j5Gmk36HCQtHrUw6ru6rUyzxCt-xOJpKC6jr2O65jh8uNz4rO8S9GPnni2BaDqsrJLiehALS249LvWFm_Z7NFypLfG1b-&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "FMvCDwAAQBAJ",
      "title": "Lobo, Rag and Vixen",
      "author": "Ernest Thompson Seton",
      "description": "\"Lobo, Rag and Vixen\" by Ernest Thompson Seton. Published by Good Press. Good Press publishes a wide range of titles that encompasses every genre. From well-known classics & literary fiction and non-fiction to forgotten−or yet undiscovered gems−of world literature, we issue the books that need to be read. Each Good Press edition has been meticulously edited and formatted to boost readability for all e-readers and devices. Our goal is to produce eBooks that are user-friendly and accessible to everyone in a high-quality digital format.",
      "coverImage": "http://books.google.com/books/publisher/content?id=FMvCDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72BBXTpDIFkEXmvnpYJWAhA15VB-6OQuIpNY61yRhqtC-7NtSHiF-q-UJ7AlLvscfBKD9QVcT5Xd6a9g9OScCS4fys8dc_MtSF69z6fFfmFEn1w88DGTksMZms1d849GwoGNfTQ&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "54xEDwAAQBAJ",
      "title": "Growth of the Soil",
      "author": "Knut Hamsun",
      "description": "The story of an elemental existence in rural Norway.",
      "coverImage": "http://books.google.com/books/publisher/content?id=54xEDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71Ql34rDPT7dgaMi0GOs1KjBPscGfbv8Lc7krc0O5qtLjFU1kkjwO42ZwSGdEW_dFgyNJeaKt5IScnABs2JGSTqescWV_ZU5-6QXnVl31k8CJYcbvOpOUwBLgUwXL-GMOZuegVo&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "XTZsjgEACAAJ",
      "title": "After You",
      "author": "Jojo Moyes",
      "description": "Lou Clark has lots of questions. Like how it is she's ended up working in an airport bar, watching other people jet off to new places. Or why the flat she's owned for a year still doesn't feel like home. Whether her family can ever forgive her for what she did eighteen months ago. And will she ever get over the love of her life. What Lou does know for certain is that something has to change. Then, one night, it does. But does the stranger on her doorstep hold the answers Lou is searching for - or just more questions ? Close the door and life continues : simple, ordered, safe. Open it and she risks everything. But Lou once made a promise to live. And if she's going to keep it, she has to invite them in...",
      "coverImage": "http://books.google.com/books/content?id=XTZsjgEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71qjsoeGloo1Rv2XUWuFu2wLxixsEIWkTWlOMIs2WEojvUfFgAcW_eJh4n_HeRGa0iLvOfNIu-9M6vg5euHiDikPo5D8Bjn_W6ws8wCV5y9Lmmhz-p_Kad1DMzTR5JzG9Q5ef4v&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "jwlNCAAAQBAJ",
      "title": "Leaves of Grass",
      "author": "Walt Whitman",
      "description": "American poet Walt Whitman’s Leaves of Grass, is a collection of poems notable for its frank delight in and praise of the senses, during a time when such candid displays were considered immoral. Where much previous poetry, especially English, relied on symbolism, allegory, and meditation on the religious and spiritual, Leaves of Grass exalted the body and the material world.",
      "coverImage": "http://books.google.com/books/publisher/content?id=jwlNCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72Ycdl7hjt_oYv6I2b_8k24ict9sn2puvfjDvlIpaV1AkaB6OkPe0IjTA4XtRf347nBHgTXWM-C6CF_QkIweWsSnnRQuAWa5nAK3dw14lI52NeoTtZKTuLXt8u6vwtduvkwFViL&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "xdd4DwAAQBAJ",
      "title": "Rudin",
      "author": "Ivan Turgenev",
      "description": "Ivan Turgenev's novel \"Rudin\" is another story about the \"superfluous man\". Dmitry Nikolayevich Rudin is a representative of an intelligent, educated, loving to philosophize and argue the strata of society. The trouble is only one - there is not enough money for carefree life. The problem is also one - nothing touches this person; he does everything cleverly and judiciously but his heart remains cold at the same time. The love of a young girl is pleasant and exciting, but whether it really touches him or not is a good question. He wants to carry the light of knowledge to the younger generation, but whether he is ready to change his habits and views is also a question. He is a strange character. Does not cause either sympathy or special understanding. Illustrated by Andronum.",
      "coverImage": "http://books.google.com/books/publisher/content?id=xdd4DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72IoD02tUN0-5TzxEeradai_53fN7I4Yvb8e1_L8KyVjxevIrnLILB4KGMqiNZk4rIU_AlQvUB4gXPwepOTQWYmlYRqOLH0ebYL2PuSCjHIedRiFBixaFVVm8Q5HvDzJj17YJfz&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "QwVWCgAAQBAJ",
      "title": "1601 Conversation as it was by the Social Fireside in the Time of the Tudors",
      "author": "Mark Twain",
      "description": "<p>1601 was written during the summer of 1876 when the Clemens family had retreated to Quarry Farm in Elmira County, New York. Here Mrs. Clemens enjoyed relief from social obligations, the children romped over the countryside, and Mark retired to his octagonal study, which, perched high on the hill, looked out upon the valley below. It was in the famous summer of 1876, too, that Mark was putting the finishing touches to Tom Sawyer. Before the close of the same year he had already begun work on ‘The Adventures of Huckleberry Finn’, published in 1885. It is interesting to note the use of the title, the “Duke of Bilgewater,” in Huck Finn when the “Duchess of Bilgewater” had already made her appearance in 1601. Sandwiched between his two great masterpieces, Tom Sawyer and Huck Finn, the writing of 1601 was indeed a strange interlude.</p><p> </p><p>During this prolific period Mark wrote many minor items, most of them rejected by Howells, and read extensively in one of his favorite books, Pepys’ Diary. Like many another writer Mark was captivated by Pepys’ style and spirit, and “he determined,” says Albert Bigelow Paine in his ‘Mark Twain, A Biography’, “to try his hand on an imaginary record of conversation and court manners of a bygone day, written in the phrase of the period. The result was ‘Fireside Conversation in the Time of Queen Elizabeth’, or as he later called it, ‘1601’. The ‘conversation’ recorded by a supposed Pepys of that period, was written with all the outspoken coarseness and nakedness of that rank day, when fireside sociabilities were limited only to the loosened fancy, vocabulary, and physical performance, and not by any bounds of convention.”</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=QwVWCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE712PE2MeIwV238-G_pzIiXseRL66FXnpRK1Ie6Afuffew9mMMZ5lgSbi-YBF-HwH0PCEkt6QzK4BiRlgWsKT9I40pBNs4rhzYh1088UaFbUdBX0NJdFgK2NkcI85IiewvDvXlYB&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "1tEmCwAAQBAJ",
      "title": "The Souls of Black Folk",
      "author": "Bois W.E.B. Du",
      "description": "<p><b> The Groundbreaking Work on Race from W.E.B. Du Bois </b> <p> “The problem of the twentieth century is the problem of the color line.” <i> ― W.E.B. Du Bois, The Souls of Black Folk </i> To understand contemporary race relations in the United States of America, one must understand its past. The Souls of Black Folk by W.E.B. Du Bois is a seminal work on understanding the nature of race, prejudice and discrimination. Written in 1903, the work is still an essential resource.<br> This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it.<p>Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes</p><br><br></p></p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=1tEmCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72NE2nkS0n2xdhPsU2VDvkGP467IN92tbHE6sDG0YFODJdobK046EnR2Ak4kl5xj6YjwXaPEtuscEOLVmkeT39VR4TnVKj_RUGS4UgqPXwI8yedTKUg1c-Yg11TZxnkENnOfL3L&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "9a6JEAAAQBAJ",
      "title": "The Pioneers",
      "author": "James Fenimore Cooper",
      "description": "The Sources of the Susquehanna; a Descriptive Tale is a historical novel, the first published of the Leatherstocking Tales, a series of five novels by American writer James Fenimore Cooper. While The Pioneers was published in 1823, before any of the other Leatherstocking Tales, the period of time it covers makes it the fourth chronologically. The story takes place on the rapidly advancing frontier of New York State and features a middle-aged Leatherstocking (Natty Bumppo), Judge Marmaduke Temple of Templeton, whose life parallels that of the author's father Judge William Cooper, and Elizabeth Temple (the author's sister Susan Cooper), of Cooperstown. The story begins with an argument between the Judge and the Leatherstocking over who killed a buck, and as Cooper reviews many of the changes to New York's Lake Otsego, questions of environmental stewardship, conservation, and use prevail. The plot develops as the Leatherstocking and Chingachgook begin to compete with the Temples for the loyalties of a mysterious young visitor, \"Oliver Edwards,\" the \"young hunter,\" who eventually marries Elizabeth. Chingachgook dies, exemplifying the vexed figure of the \"dying Indian,\" and Natty vanishes into the sunset. For all its strange twists and turns, 'The Pioneers' may be considered one of the first ecological novels in the United States.",
      "coverImage": "http://books.google.com/books/publisher/content?id=9a6JEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70n6Z4TRT75Fbf3m9NsgQZsYzTRM5fb17P7BwkjNmmtoqN8-e8xxtlFHDuqGX3AxemMbmLQnBRfZItG20d9byZ2a32jCPGcnW3qF_rRCXRXXzLmPL3GOIXJwqrmJUXphEZOoyEK&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "qc8bAQAAIAAJ",
      "title": "Il sentiero dei nidi di ragno",
      "author": "Italo Calvino",
      "description": "La storia di Pin, bambino sbandato, passato, come per caso, dai giochi violenti dell'infanzia alla dura realtà della guerra partigiana.",
      "coverImage": "http://books.google.com/books/content?id=qc8bAQAAIAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71g5pVzv_f2Wpz-WIRoMAtwCO6FwO4gHppXVlw_98WAd7FN5crydzEPczYwrHHWWol-rDSoA67-gSj9bJKPEuZs3DK9AdsjzDiojvsp9TNA0VhXCRtkXjDqcKepmg-j20CLPqyp&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "ukOTpw0AZCEC",
      "title": "Smilla's Sense of Snow",
      "author": "Peter Høeg",
      "description": "<p><b>A <i>Time</i> Best Book of the Year · An <i>Entertainment Weekly</i> Best Book of the Year · A <i>People</i> Best Book of the Year · Winner of the CWA Silver Dagger Award · A Finalist for the Edgar Award for Best Mystery Novel</b><br><br>First published in 1992, Peter Høeg's<i> Smilla's Sense of Snow </i>instantly became an international sensation. When caustic Smilla Jaspersen discovers that her neighbor--a neglected six-year-old boy, and possibly her only friend--has died in a tragic accident, a peculiar intuition tells her it was murder. Unpredictable to the last page, <i>Smilla's Sense of</i> <i>Snow </i>is one of the most beautifully written and original crime stories of our time, a new classic.</p>",
      "coverImage": "http://books.google.com/books/content?id=ukOTpw0AZCEC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE731Orm4eSx4RMhIWrqLmfV3pz20tBJRst6o1mknjkwMTK5LfBja8QtAUzCoO1S_QjTca5Jc-lA2a4azp-TLNVdRkC0XDnA-fT8QRuxTbz0dTFUBA1oWvrzzbjzceqLy2VA400Kn&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "E4PiDwAAQBAJ",
      "title": "Time and Again",
      "author": "Jack Finney",
      "description": "<b>The 50th anniversary edition of the beloved classic that Stephen King has called “<i>THE</i> great time-travel story.” Featuring a brand-new introduction by the New York Times bestselling author of <i>Recursion</i>, Blake Crouch.</b><br><br>When advertising artist Si Morley is recruited to join a covert government operation exploring the possibility of time travel, he jumps at the chance to leave his mundane 20th-century existence and step into the past. But he also has another motivation for going back in time: a half-burned letter that tells of a mysterious, tragic death and ominously of “fire which will destroy the whole world.”<br> <br>Traveling to New York City in January 1882 to investigate, he finds a Manhattan teeming with a different kind of life, the waterfront unimpeded by skyscrapers, open-air markets packed with activity, Central Park bustling with horse drawn sleighs—a city on the precipice of great things. At first, Si welcomes these trips as a temporary escape but when he falls in love with a woman he meets in the past, he must choose whether to return to modern life or live in 1882 for good.<br> <br>“Pure New York fun” (Alice Hoffman, <i>New York Times</i> bestselling author), <i>Time and Again</i> is meticulous recreation of New York in the late nineteenth century, exploring the possibilities of time travel to tell an ageless story of love, longing, and adventure. Finney’s magnum opus has been a source of inspiration for countless science fiction writers since its first publication in 1970.",
      "coverImage": "http://books.google.com/books/publisher/content?id=E4PiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73jRnCT_EaE9yAP4akZgJloUwMMQZSbYgTfcJyQRJZW8z_YxoYESSWqlB_7_bV_6v93w6QZoR4Kat64ngN9PIywegVcwTaYuIugKYM4EJ8WSUWCHwNXb0Fb5TG4qyp_Q2UNKV7x&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "oSpbAAAAMAAJ",
      "title": "Ada",
      "author": "Vladimir Vladimirovich Nabokov",
      "description": "Published two weeks after his seventieth birthday, Ada, or Ardor is one of Nabokov's greatest masterpieces, the glorious culmination of his career as a novelist.    It tells a love story troubled by incest.    But more: it is also at once a fairy tale, epic, philosophical treatise on the nature of time, parody of the history of the novel, and erotic catalogue.    Ada, or Ardor is no less than the supreme work of an imagination at white heat. This is the first American edition to include the extensive and ingeniously    sardonic appendix by the author, written under the anagrammatic pseudonym Vivian Darkbloom.",
      "coverImage": "http://books.google.com/books/content?id=oSpbAAAAMAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE734rb5V6XOa_pXQl4HnMCJoEUsal5hlvNvVGNxsjJuCFexcrCBy1a6aitQaVtQVG08GiukrRqaa4mbufyfxwGnMuzxSSbneFvkop5TEAbli4nP_BUyWPOfSRAes_FfqGMP1A5Lf&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "Q9TDCwAAQBAJ",
      "title": "Ethan Frome",
      "author": "Edith Wharton",
      "description": "<p><b>The Tragic Destiny of a Man in Love</b><p><i>“But at sunset the clouds gathered again, bringing an earlier night, and the snow began to fall straight and steadily from a sky without wind, in a soft universal diffusion more confusing than the gusts and eddies of the morning. It seemed to be a part of the thickening darkness, to be the winter night itself descending on us layer by layer.” - Edith Wharton, Ethan Frome</i><p>A visiting engineer meets on odd, limping man by the name of Ethan Frome. He wants to know more of him but nobody, not even Ethan is willing to cooperate. So the engineer hires Ethan as his driver for week. Unexpectedly, during a heavy winter storm, the truth about the limping man is revealed.<br> This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it.<p>Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes</p></p></p></p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=Q9TDCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE727NGJn6Dc5mw1IAY8VUltwN8jbOHpWRcNyDGIxLbkE0W63hhnR8OZa11M6a6Y8_v100jrCcMSiF-p_NUea8_xYgl7gNLP6o1elWbgnOJKm9xKEIfsSceGoqafx_kVFH6CN8YBz&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "aNrODgAAQBAJ",
      "title": "Tess of the D'Urbervilles",
      "author": "Thomas Hardy",
      "description": "<p>Thomas Hardy's most beloved novel tells the story of Tess Durbeyfield, a low-born country girl whose family discovers they are descended from nobility. Betrayed time and again, Tess is one of the most striking and tragic of all literary heroines.</p><p>Sayre Street Books offers the world's greatest literature in easy to navigate, beautifully designed digital editions.</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=aNrODgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72pH_i2NOhbqHgu5dNMnID27h-YXy10q9nycZjhVo-0giQ1sNlSoK5kkmKFqjupJ5NgfFmYNoCcQ6AbKyVr_z93mdY-1b-HcI9wvuJAKFF3VXePeVNH-zHKRTQk_LB-iSQZ-xTR&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "CVaMCgAAQBAJ",
      "title": "The Red Badge of Courage",
      "author": "Stephen Crane",
      "description": "First published in 1895, America's greatest novel of the Civil War was written before 21-year-old Stephen Crane had \"smelled even the powder of a sham battle.\" But this powerful psychological study of a young soldier's struggle with the horrors, both within and without, that war strikes the reader with its undeniable realism and with its masterful descriptions of the moment-by-moment riot of emotions felt by me under fire. Ernest Hemingway called the novel an American classic, and Crane's genius is as much apparent in his sharp, colorful prose as in his ironic portrayal of an episode of war so intense, so immediate, so real that the terror of battle becomes our own ... in a masterpiece so unique that many believe modern American fiction began with Stephen Crane. <p>\"The Red Badge Of Courage\" has long been considered the first great 'modern' novel of war by an American--the first novel of literary distinction to present war without heroics and this in a spirit of total irony and skepticism.\" -- Alfred Kazin",
      "coverImage": "http://books.google.com/books/publisher/content?id=CVaMCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71rSwfpFHm0e-Xs_FhkGmTcbQyoOPLfpr3ieHLkYtYya8gmEZhwFQJRvEJ2I_jQyXuj6d8b0TpLWkmsJgGj-bDeYjrmFLJUgzWd42LgdG_EHwa96CsRViH8sL2jp_ZHNZU_NN9L&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "8T9_cxH7z6sC",
      "title": "The Trial",
      "author": "Franz Kafka",
      "description": "<b>The story of the mysterious indictment, trial, and reckoning forced upon Joseph K—one of the twentieth century’s master parables from one of the greatest writers of the twentieth century, the author of <i>The Metamorphosis</i>. Translated by Willa and Edwin Muir</b><br><br><i> The Trial</i> reflects the central spiritual crises of modern life. Kafka’s method—one that has influenced, in some way, almost every writer of substance who followed him—was to render the absurd and the terrifying convincing by a scrupulous, hyperreal matter-of-factness of tone and treatment. He thereby imparted to his work a level of seriousness normally associated with civilization’s most cherished poems and religious texts.<br><br>Everyman's Library pursues the highest production standards, printing on acid-free cream-colored paper, with full-cloth cases with two-color foil stamping, decorative endpapers, silk ribbon markers, European-style half-round spines, and a full-color illustrated jacket. Contemporary Classics include an introduction, a select bibliography, and a chronology of the author's life and times.",
      "coverImage": "http://books.google.com/books/content?id=8T9_cxH7z6sC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73_v4fE5uPUqbHm5CZimUD7HTx7g2s_HAd4ILpo_8k-4KMWXYYYd7PN2FAtHtj6J7lv06rExfJypXAwExU_YBGZsBPGQ6Rqq3Ok4rrMeUm9BXOZRIrhzdHWr10zypnkIsOKIKrj&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "J_Kw1oREJcUC",
      "title": "Dreamcatcher",
      "author": "Stephen King",
      "description": "<b>From master storyteller Stephen King comes his classic #1 <i>New York Times </i>bestseller about four friends who encounter evil in the Maine woods.</b><br><br>Twenty-five years ago, in their haunted hometown of Derry, Maine, four boys bravely stood together and saved a mentally challenged child from vicious local bullies. It was something that fundamentally changed them, in ways they could never begin to understand. These lifelong friends—now with separate lives and separate problems—make it a point to reunite every year for a hunting trip deep in the snowy Maine woods. This time, though, chaos erupts when a stranger suddenly stumbles into their camp, freezing, deliriously mumbling about lights in the sky. And all too quickly, the four companions are plunged into a horrifying struggle for survival with an otherworldly threat and the forces that oppose it...where their only chance of survival is locked into their shared past—and the extraordinary element that bonds them all...",
      "coverImage": "http://books.google.com/books/content?id=J_Kw1oREJcUC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72hnCZVurA3phqLiYb9YvW9aqmCFV0r4FEx9iCn16egbbP8yknN0uu1a5p8bfRVt3LoixdVY-uenlP0T1ZE75D_ZTXTGqlQE77rQ7tVtK5X2WezJykPVz3vWHMaNzEoneJa9P-n&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "UihuEHH9HxsC",
      "title": "Voices",
      "author": "Arnaldur Indridason",
      "description": "<p><b>Inspector Erlendur Returns In this Award-winning International Bestseller.<br><br></b>The Christmas rush is at its peak in a grand Reykjavík hotel when Inspector Erlendur is called in to investigate a murder. The hotel Santa has been stabbed to death, and Erlendur and his fellow detectives find no shortage of suspects between the hotel staff and the international travelers staying for the holidays. As Christmas Day approaches, Erlendur must deal with his difficult daughter, pursue a possible romantic interest, and untangle a long-buried web of malice and greed to find the murderer. <i>Voices</i> is a brutal, soulful noir from the chilly shores of Iceland.</p>",
      "coverImage": "http://books.google.com/books/content?id=UihuEHH9HxsC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73oChPu_Rs6RerFAxzDG2HSR1n9ZcgYPTpdLJapgHvuBTKWLBgzlq_9crIvej05xPmHSNXrVY47oZq064mACqdszNzzpEtLd-kNFMSXiK383YC7-BWe7eAFxDfHfuYV1-xaVC5X&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "J4-MEAAAQBAJ",
      "title": "The Black Arrow",
      "author": "Robert Louis Stevenson",
      "description": "<b>From the beloved author of <i>Treasure Island</i></b> <br><br> Originally serialized in a periodical of boys' adventure fiction, <i>The Black Arrow</i> is a swashbuckling portrait of a young man's journey to discover the heroism within himself. Young Dick Shelton, caught in the midst of England's War of the Roses, finds his loyalties torn between the guardian who will ultimately betray him and the leader of a secret fellowship, The Black Arrow. As Shelton is drawn deeper into this conspiracy, he must distinguish friend from foe and confront war, shipwreck, revenge, murder, and forbidden love, as England's crown threatens to topple around him.<br><br>For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
      "coverImage": "http://books.google.com/books/publisher/content?id=J4-MEAAAQBAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE73MxRCy7JqktU2r748OnJq_uwvgV_1n0N-KLYIvkeAc6ZkJgSjqp18ni-GsGBWnBU2GuAPtmoFQHJPjVA8kAeYc_q0Xh1gg5Rufof66eF2iTNuDOjq154nAQ_EETyfkrmOG58mB&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "HIzLEAAAQBAJ",
      "title": "Rupert of Hentzau From The Memoirs of Fritz Von Tarlenheim",
      "author": "Anthony Hope",
      "description": "Thus, worse than widowed, she lived for three years; and once only in each year she sent three words to the man she loved, and received from him three words in answer. Then her strength failed her. A pitiful scene had occurred in which the king peevishly upbraided her in regard to some trivial matter — the occasion escapes my memory — speaking to her before others words that even alone she could not have listened to with dignity. I was there, and Sapt; the colonel’s small eyes had gleamed in anger. “I should like to shut his mouth for him,” I heard him mutter, for the king’s waywardness had well-nigh worn out even his devotion. The thing, of which I will say no more, happened a day or two before I was to set out to meet Mr. Rassendyll. I was to seek him this time at Wintenberg, for I had been recognized the year before at Dresden; and Wintenberg, being a smaller place and less in the way of chance visitors, was deemed safer. I remember well how she was when she called me into her own room, a few hours after she had left the king. She stood by the table; the box was on it, and I knew well that the red rose and the message were within. But there was more to-day. Without preface she broke into the subject of my errand...FROM THE BOOKS",
      "coverImage": "http://books.google.com/books/publisher/content?id=HIzLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72vvJ8iUY6qTHfMs1Rw0Be2PiGJgeIYNkBdnnIlCfUeCB4O8qTOcl4oVQdWJ3JpXvfMGja82au4Tx_GCvJGkLPGRSx35sk6pQBD4DawJIqHN4_WePuPIuLCuYJkb_jSxv3sJuej&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "46KJ4ERrzNkC",
      "title": "My Struggle: Book 1",
      "author": "Karl Ove Knausgaard",
      "description": "<p><b>A<i> New York Times </i>bestseller,<i> My Struggle: Book 1 </i>introduces American readers to the audacious, addictive, and profoundly surprising international literary sensation that is the provocative and brilliant six-volume autobiographical novel by Karl Ove Knausgaard. <br></b><br>It has already been anointed a Proustian masterpiece and is the rare work of dazzling literary originality that is intensely, irresistibly readable. Unafraid of the big issues—death, love, art, fear—and yet committed to the intimate details of life as it is lived, <i>My Struggle </i>is an essential work of contemporary literature.</p>",
      "coverImage": "http://books.google.com/books/content?id=46KJ4ERrzNkC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE712U0wnouUCDf7MaqcV0Eb2uZXHPYBcPubaG3EsgCRttWL_DvFhHg0Z2nsI1IVqWOEba_0e-hE_ObUg2QUrJXCx3muotRojf6i9eZx4CsW2lRAwCO73of5nKcPwUMPHfuN4OVSa&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "MZyXEAAAQBAJ",
      "title": "Mohini Theevu",
      "author": "Kalki",
      "description": "<p>Conversations turns into story telling of one’s lifetime experience of visiting a Island somewhere below the Sri Lanka.</p><p>A Writer who forced to take a trip to India from Burma aka Myanmar due to outbreak of war. Unfortunately or fortunately he get to travel in a old crowded ship.Due to Fear of bombers captain of the ship takes them to near by island. Beauty of the island invites everyone to it but few along with captain travels to the island.</p><p>Where captain explains his earlier visit to island and take them back to ship. But writer wish to spend some more time before the ship continues its voyage so he hide himself behind the trees. Captain and passengers takes the row boat and ride back to the ship.</p><p>They realise they left someone behind but due to sunset they decide to stay back in ship till dawn. Writer revisit the spot he enjoyed few moments back and experience something strange events.</p><p>How those strange events impact him? Did he able to return back to ship? What story is awaiting for the writer to tell his friends is all about the story.</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=MZyXEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73LWyQeW4wlWFTRn6B4eAwI_KWJvCVFv32HN4euMNzjUU_x-s6aQg3IHZpZksP9AiRH8tV1zhK_Z2S7AgLtyOV5X4nMda6u04fCXUT_lVX04qAxqQCUW_yQv4MLaIKoz5964Pem&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "4agwj0ILXokC",
      "title": "Jurassic Park",
      "author": "Michael Crichton",
      "description": "<b>From the author of<i>Timeline, Sphere,</i>and<i>Congo,</i>this is the classic thriller of science run amok that took the world by storm.</b><br> <b> </b><br> <b>#1<i>NEW YORK TIMES</i>BESTSELLER</b><br> <b> </b><br> <b>“Wonderful . . . powerful.”—<i>The Washington Post Book World</i></b><br>  <br> An astonishing technique for recovering and cloning dinosaur DNA has been discovered. Now humankind’s most thrilling fantasies have come true. Creatures extinct for eons roam Jurassic Park with their awesome presence and profound mystery, and all the world can visit them—for a price.<br>  <br> Until something goes wrong. . . .<br>  <br> In<i>Jurassic Park,</i>Michael Crichton taps all his mesmerizing talent and scientific brilliance to create his most electrifying technothriller.<br>  <br> <b>“Frighteningly real . . . compelling . . . It’ll keep you riveted.”<i>—The Detroit News</i></b><br>  <br> <b>“Crichton’s dinosaurs are genuinely frightening.”<i>—Chicago Sun-Times</i></b><br> <b><i> </i></b><br> <b>“Full of suspense.”—<i>The New York Times Book Review</i></b>",
      "coverImage": "http://books.google.com/books/content?id=4agwj0ILXokC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE70rphafCsojIRsVxe2sxwmdt0ph2xq6MITOQe9wT5pC3M98BJRwo-DnrNmeBDsRRAZANGsyoOCbeUAGBM2IIsqythxrLiSkdIdAKRXh2rABNuoqyFpfVXGJs_VnEjmRuXxxpMej&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "IadCEAAAQBAJ",
      "title": "Tracy Flick Can't Win",
      "author": "Tom Perrotta",
      "description": "<b>Soon to be a major motion picture starring Reese Witherspoon</b><br> <br><b>“Tom Perrotta is…one of the great writers that we have today. I love this book.” —Harlan Coben</b><br> <br><b>An “engrossing and mordantly funny” (<i>People</i>) novel about ambition, coming-of-age in adulthood, and never <i>really</i> leaving high school politics behind—featuring <i>New York Times</i> bestselling author Tom Perrotta’s most iconic character of all time.</b><br><br>Tracy Flick is a hardworking assistant principal at a public high school in suburban New Jersey. Still ambitious but feeling a little stuck and underappreciated in midlife, Tracy gets a jolt of good news when the longtime principal, Jack Weede, abruptly announces his retirement, creating a rare opportunity for Tracy to ascend to the top job.<br> <br>Energized by the prospect of her long-overdue promotion, Tracy throws herself into her work with renewed zeal, determined to prove her worth to the students, faculty, and School Board, while also managing her personal life—a ten-year-old daughter, a needy doctor boyfriend, and a burgeoning meditation practice.<br> <br>But nothing ever comes easily to Tracy Flick, no matter how diligent or qualified she happens to be. Her male colleagues’ determination to honor Vito Falcone—a star quarterback of dubious character who had a brief, undistinguished career in the NFL—triggers memories for Tracy and leads her to reflect on the trajectory of her own life. As she considers the past, Tracy becomes aware of storm clouds brewing in the present. Is she really a shoo-in for the principal job? Is the Superintendent plotting against her? Why is the School Board President’s wife trying so hard to be her friend? And why can’t she ever get what she deserves?<br> <br>A sharp, darkly comic, and pitch-perfect chronicle of the second act of one of the most memorable characters of our time, <i>Tracy Flick Can’t Win</i> “delivers acerbic insight about frustrated ambition” (<i>Esquire</i>).",
      "coverImage": "http://books.google.com/books/publisher/content?id=IadCEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE727UjfOch-h2AmlDAMx1uI-eSB9yMxcpXnSkCzDM-ynfE1UNFLGQIltAiztbn9SDTj1cKz7QyrTRU9d3Q3_DYt9arNCH3mhCr0itgTgXd3ydsbdWpuuVoW-GGA_-TbqtADC9H9U&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "J_Kw1oREJcUC",
      "title": "Dreamcatcher",
      "author": "Stephen King",
      "description": "<b>From master storyteller Stephen King comes his classic #1 <i>New York Times </i>bestseller about four friends who encounter evil in the Maine woods.</b><br><br>Twenty-five years ago, in their haunted hometown of Derry, Maine, four boys bravely stood together and saved a mentally challenged child from vicious local bullies. It was something that fundamentally changed them, in ways they could never begin to understand. These lifelong friends—now with separate lives and separate problems—make it a point to reunite every year for a hunting trip deep in the snowy Maine woods. This time, though, chaos erupts when a stranger suddenly stumbles into their camp, freezing, deliriously mumbling about lights in the sky. And all too quickly, the four companions are plunged into a horrifying struggle for survival with an otherworldly threat and the forces that oppose it...where their only chance of survival is locked into their shared past—and the extraordinary element that bonds them all...",
      "coverImage": "http://books.google.com/books/content?id=J_Kw1oREJcUC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71H0H5USD5gtQwGzQyluLEBSx_tODEO0jWfz3GIt2F4TdM3iuFSyt2pN50gtfKwZQPQnX6nRnC5KpBO2atklCT-0FfqnY8EbStlB2ilHt59mOcb_rHmvBQmqvXN1dAE_qTT2i0m&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "BbS3EAAAQBAJ",
      "title": "Far Away and Long Ago; A History of My Early Life",
      "author": "W. H. Hudson",
      "description": "Reproduction of the original.",
      "coverImage": "http://books.google.com/books/publisher/content?id=BbS3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72eatmKCG59dm63QeXDW9KsczQoC4Csgi1gL-iGSHBcxNkjHAjmJE58VFnMrGx4FtS1C3fOMBgkGL0jkqNDugRLt3QvJmPcpjtztkAmRZhYShh6NWD6pdCU09JAZeX-LS9B1tYp&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "9zqsDwAAQBAJ",
      "title": "Alpine Ballad",
      "author": "Vasil Bykau",
      "description": "A handful of families, several generations, more than a few wars. MoscTowards the end of World War II, a Belarusian soldier and an Italian girl escape from a Nazi concentration camp. The soldier wonders if he should get rid of the girl; she is a burden and is slowing him down. However, he cannot bring himself to abandon her in the snowy wilderness. Somewhere along the way, the two develop feelings for each other, but their love is not destined to grow beyond the edge of the mountains. Yet their bond cannot be denied, and in the end it proves stronger than death itself.<br> <br> From the master of psychological narrative whose firsthand experience with World War II enabled him to re-create the ordeal on pages of his books, Alpine Ballad is Vasil Bykau’s most heartfelt story. Bykau sends a powerful message to his readers: human values can be extrapolated and in the context of war people can still uphold their humanity.<br> <br> An altruistic, philanthropic project of Glagoslav Publications, Alpine Ballad is coming out as a gesture of peace and a reminder to all of the human cost of wars that ransack our planet to this day.<br> <br> Translated from Belarusian by Mikalai Khilo. The previous translations of Alpine Ballad were based on the Soviet-censored Russian version of the original manuscript. ow, Kabul, Barcelona. Anna Nemzer announces herself on the literary scene boldly and loudly with this debut novel about the insane, unspeakable nature of war, about human fears, treachery, lies, fateful coincidences and destinies during warfare, when there is no room left for love.<br> <br> The protagonists survived the war and are rescued from captivity. They are not able, however, to leave the experiences of the war behind them and move on with their lives. The novel explores what happens once the conflict is over, as they learn to live without the war, with all their loves, passions and weaknesses.",
      "coverImage": "http://books.google.com/books/publisher/content?id=9zqsDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73SlS_XLN0cmvocEfXcJ2dSGqTWeaVyvRd7w3FykKtXBhCOhpJoeC96GxI5ArxJJhdSW6GLN21NQtgRj1WhjUu-sqmOs6J6WNuXVJmkd9a4i83SXRoOb9rueBATqSnlIPIzugoO&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "0Y7qAQAAQBAJ",
      "title": "The Walking Dead: The Fall of the Governor: Part Two",
      "author": "Robert Kirkman, Jay Bonansinga",
      "description": "<p><b>The fourth book and epic finale to Robert Kirkman's New York Times bestselling series: <i>The Walking Dead: The Fall of the Governor – Part Two!<br><br></i></b>The Walking Dead original novel series, set in the universe of Robert Kirkman's iconic comic book, comes to a shattering conclusion with <i>The Fall of the Governor – Part Two</i>. From co-authors Kirkman, creator of the Eisner Award-winning comic as well as executive producer of AMC's blockbuster TV series, and Jay Bonansinga, Stoker Award-finalist and internationally acclaimed author, comes this stunning finale to their ambitious chronicle of human survival amid the plague of undead, which began with <i>The Walking Dead: Rise of the Governor</i>.<br><br>In <i>Rise of the Governor</i>, uber-villain Philip Blake journeyed from his humble beginnings directly into the dark heart of the zombie apocalypse, and became the self-proclaimed leader of a small town called Woodbury. In <i>The Road to Woodbury</i>, an innocent traveler named Lilly Caul wound up in the terrifying thrall of Phillip Blake's twisted, violent dictatorship within Woodbury's ever tightening barricades. In <i>The Fall of the Governor – Part One</i>, Philip Blake finally revealed himself to be the true monster that he is, and the battle lines were drawn between the Governor and the desperate, beleaguered inhabitants of a nearby prison.<br><br>Now, in <i>The Fall of the Governor Part Two</i>, the Governor's dark journey reaches its shocking, heartrending conclusion. In a roller coaster finale, war breaks out, all of the plot lines from the previous three novels converge, tensions boil over into unthinkable mayhem, and the dark destinies of those few left standing are sealed in a series of stunning twists.</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=0Y7qAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71tqfroLLHtz6IeuZ1-sY44GEyFtXhYTutxIAgR6P6_-DHQ0FLRoV7R4qaYrqXWMcaNE-DGRMgtqs8Z-tQgChS0GosfoYbfpker9UrL_4J64O6wgF_Q69rZduniDzx7gzCTh_LV&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "1RKjZlrYouEC",
      "title": "The Dream of the Celt",
      "author": "Mario Vargas Llosa",
      "description": "<p><b>A subtle and enlightening novel about a neglected human rights pioneer by the Nobel Laureate Mario Vargas Llosa<br></b><br><br>In 1916, the Irish nationalist Roger Casement was hanged by the British government for treason. Casement had dedicated his extraordinary life to improving the plight of oppressed peoples around the world—especially the native populations in the Belgian Congo and the Amazon—but when he dared to draw a parallel between the injustices he witnessed in African and American colonies and those committed by the British in Northern Ireland, he became involved in a cause that led to his imprisonment and execution. Ultimately, the scandals surrounding Casement's trial and eventual hanging tainted his image to such a degree that his pioneering human rights work wasn't fully reexamined until the 1960s.<br><br>In <i>The Dream of the Celt</i>, Mario Vargas Llosa, who has long been regarded as one of Latin America's most vibrant, provocative, and necessary literary voices—a fact confirmed when he was awarded the Nobel Prize in Literature in 2010—brings this complex character to life as no other writer can. A masterful work, sharply translated by Edith Grossman, <i>The Dream of the Celt </i>tackles a controversial man whose story has long been neglected, and, in so doing, pushes at the boundaries of the historical novel.</p>",
      "coverImage": "http://books.google.com/books/content?id=1RKjZlrYouEC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE7235wD31GaIO7NfBvi3_HO6wBO4F1ixZOCi4f6T8pS0mjMCnd8WWC1NhZ_HkNMbvipqkVrxQLeT28GXWRcOFcO_exq6HigRpNQAdTA7xptWS3aJ0aYKV7O_F8JFolUVbDaxC1tU&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "Y-8xAwAAQBAJ",
      "title": "The Mysteries of Udolpho",
      "author": "Ann Radcliffe",
      "description": "Stranded in a gloomy medieval fortress, an orphaned heroine battles the devious schemes of her guardians as well as her own pensive visions and melancholy fancies. Generations of readers have thrilled to <i>The Mysteries of Udolpho,</i> one of the most popular of the early Gothic novels, and considered a landmark in the realm of psychological fiction.<br>Set in 1584, the tale unfolds amid the secret chambers of a chateau in southern France and a castle in the remote Apennines, populated by pirates, brigands, ghosts, and specters. Emily St. Aubert, imprisoned by her rapacious guardian Count Montoni and his sadistic wife, struggles to reconcile her father’s teachings of reserve and moderation with her own reckless passions. Emily’s attempts to control her emotions and resolve her suspicions and self-doubts offer a haunting and hypnotic pre-Freudian exploration of the psyche.<br>Sir Walter Scott proclaimed author Ann Radcliffe “the first poetess of romantic fiction,” and this thriller became a bestseller upon its 1794 publication. The novel exercised a powerful influence on the Marquis de Sade, Edgar Allan Poe, and other mystery writers. It achieved further renown with a satirical treatment in Jane Austen’s <i>Northanger Abbey,</i> in which an impressionable young character is profoundly affected by the dungeons and crypts of Castle Udolpho and their scenes of bloodshed, mayhem, and terror. <i>The Mysteries of Udolpho</i> continues to enchant modern readers with the fairy-tale elements of its suspenseful plot and its dreamlike, surrealistic portrayals of human consciousness.",
      "coverImage": "http://books.google.com/books/publisher/content?id=Y-8xAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70rBZcBBO1PF-AkZJRqGfwbfyi2C8Z1D2NiBCE29qekv3QqstJcKM4t2GNxsuEN9_ExWbIa7j_JbWs6XRRmiqkariLP92qYCXRaMtT2omQeIN7v3st5EYmFJqyIKZnSp9j437t1&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "5NLODgAAQBAJ",
      "title": "Shirley",
      "author": "Charlotte Brontë",
      "description": "<p>Charlotte Brontë followed up the very successful publication of Jane Eyre with Shirley, a social chronicle of England during the Napoleonic wars and Luddite revolts of 1811-12. The novel contrasts two very different characters: Caroline Helstone and Shirley Keeldar; one is trapped in a life devoid of privilege, the other set free by sudden wealth.</p><p>Sayre Street Books offers the world's greatest literature in easy to navigate, beautifully designed digital editions.</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=5NLODgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73pF1lepWs4XgFr8kkXaFDN1Sj6__VbBfHHf_dKXnD3vtaokxkvT9-oTHny5BVoyUdGyf5PY4LCCe5Xtt-p0JMoLcnA6mEwKDISZ2oqLYSLlRaRnUc15toJBjvZ8YHtlcisXnAV&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "Qi_lO-3BVPoC",
      "title": "Sometimes a Great Notion",
      "author": "Ken Kesey",
      "description": "<b>The magnificent second novel from the legendary author of <i>One Flew Over the Cuckoo's Nest</i> and <i>Sailor Song</i> is a wild-spirited and hugely powerful tale of an Oregon logging clan.<br><br></b>A bitter strike is raging in a small lumber town along the Oregon coast. Bucking that strike out of sheer cussedness are the Stampers: Henry, the fiercely vital and overpowering patriarch; Hank, the son who has spent his life trying to live up to his father; and Viv, who fell in love with Hank's exuberant machismo but now finds it wearing thin. And then there is Leland, Henry's bookish younger son, who returns to his family on a mission of vengeance - and finds himself fulfilling it in ways he never imagined. Out of the Stamper family's rivalries and betrayals, Ken Kesey crafted a novel with the mythic impact of Greek tragedy.",
      "coverImage": "http://books.google.com/books/content?id=Qi_lO-3BVPoC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70QIYZXBWjZi6qr7_Nydjq77RiHPk3JT_OwfyV49GJYtt3G-XVMqDOnOibOGOAL53iLCJLoT2pCeld7zJHpTe_kfM5eJqi0s4i3nj1Vb61F8qI49GjbeHZ5Ju-bajRXSBYYVfgX&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "vfbPAAAAMAAJ",
      "title": "Lucian's True History",
      "author": "Lucian (of Samosata.)",
      "description": "Originally written in the second century A.D., this ancient work by the Greek-speaking Syrian author Lucian of Samosata is the earliest known work to depict travels to outer space, encounters with alien life and interplanetary warfare. Though written by Lucian as a satire against his fellow ancient writers--who often mixed fantastic and mythical events with the truth--this work is also considered one of the first true science fiction tales.",
      "coverImage": "http://books.google.com/books/content?id=vfbPAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71-FCbfVLReekMDcdr_7IwlBZxBR8FtM0MfEJwvLENYI3jg7jrcFrokoFXTVyCynsUWkTP51G-Xdejdmf1TVXcQenoem-d_Js29wXQfGrMWRcy_4UvXlEA-f2lAQBt_ZmjRsHZF&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "VaF2BAAAQBAJ",
      "title": "Desert God",
      "author": "Wilbur Smith",
      "description": "Desert God has descriptive copy which is not yet available from the Publisher.",
      "coverImage": "http://books.google.com/books/publisher/content?id=VaF2BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE704AN2cXqa_hG_gnr5RX9GzOiUnzZwzWbRiHJskToRvYLkzwpCa1HP7PHIhe03yslVnZcYwgKcq8fgTbxwBuUgX814aFwZrexzK5txLpnuZfLruY0T1xAxEyOlVGYwCvKUcLCpB&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "4RiuFZ4y7o8C",
      "title": "Explosive Eighteen",
      "author": "Janet Evanovich",
      "description": "<p><b><i>Bounty hunter Stephanie Plum’s life is set to blow sky high when international murder hits dangerously close to home, in this dynamite novel by Janet Evanovich.</i></b><br> <b><i> </i></b><br> <b>B</b>efore Stephanie can even step foot off Flight 127 Hawaii to Newark, she’s knee deep in trouble. Her dream vacation turned into a nightmare, and she’s flying back to New Jersey solo. Worse still, her seatmate never returned to the plane after the L.A. layover. Now he’s dead—and a ragtag collection of thugs and psychos, not to mention the FBI, are all looking for a photograph he was supposed to be carrying.<br> <b> </b><br> <b>O</b>nly one person has seen the missing photo: Stephanie Plum. Now she’s the target. An FBI sketch artist helps Stephanie re-create the person in the photo, but Stephanie’s descriptive skills are lacking. Until she can improve them, she’ll need to watch her back.<br> <b> </b><br> <b>O</b>ver at the bail bonds agency things are going from bad to worse. Vinnie’s temporary HQ has gone up in smoke. Stephanie’s wheelman, Lula, falls for their largest skip yet. Lifetime arch nemesis Joyce Barnhardt moves into Stephanie’s apartment. And everyone wants to know <i>what happened in Hawaii?</i><br> <b><i> </i></b><br> <b>M</b>orelli, Trenton’s hottest cop, isn’t talking about Hawaii. Ranger, the man of mystery, isn’t talking about Hawaii. And all Stephanie is willing to say about her Hawaiian vacation is . . . It’s complicated.</p>",
      "coverImage": "http://books.google.com/books/content?id=4RiuFZ4y7o8C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73fUhJmx4TSxRzgu0s_soAl0XSpekik5nO3c7Yd6qiCkwYMH_ky8ENun9YfCMBuEddROE8BiAsJUySkXSfkvNeQAtwpRwKoU5zq3wahBDmRhx_cxh0FZZcV2YRecEmFt2gieWoT&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "yzs6HicjgsAC",
      "title": "Cat's Cradle",
      "author": "Kurt Vonnegut",
      "description": "<b><b>“A free-wheeling vehicle . . . an unforgettable ride!”—</b></b><i><b><b><i>The New York Times</i> <br></b></b><br>Cat’s Cradle</i> is Kurt Vonnegut’s satirical commentary on modern man and his madness. An apocalyptic tale of this planet’s ultimate fate, it features a midget as the protagonist, a complete, original theology created by a calypso singer, and a vision of the future that is at once blackly fatalistic and hilariously funny. A book that left an indelible mark on an entire generation of readers, <i>Cat’s Cradle</i> is one of the twentieth century’s most important works—and Vonnegut at his very best.<br><br><b>“[Vonnegut is] an unimitative and inimitable social satirist.”—<i>Harper’s Magazine<br> </i></b><br><b> “Our finest black-humorist . . . We laugh in self-defense.”—<i>Atlantic Monthly</i></b>",
      "coverImage": "http://books.google.com/books/content?id=yzs6HicjgsAC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE722wFaVwBKouWJ5MFbK_eve7IKtL2Y73UBnA9yWmRLw3cOkF3q9HRl9seo_bOTl2HkDv9eETU8OrOmhhsPZjOOvVzWK__yRN7eKkg6Mt6r5PdbALe6lSQonu_UZaOQIrW28WxPN&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "KXdvtwuE2U4C",
      "title": "The Poison Belt",
      "author": "Sir Arthur Conan Doyle",
      "description": "&quot;Nothing could be done. The thing was universal and beyond our human knowledge or control. It was death for young and old, for weak and strong, for rich and poor, without hope or possibility of escape.&quot;øJust returned from his famous adventure in the Lost World, the resourceful Professor George Challenger faces his greatest danger yet: Earth will pass through a belt of poisonous ether, and mankind might not survive. As the poison enters the atmosphere, terror and madness sweep the globe. Cities are wracked by riots, societies crumble, and soon all communication ceases. Professor Challenger and his friends, barricaded in a sealed room, can only watch their planet die.<i></i>ø<i>The Poison Belt</i> stands as one of Sir Arthur Conan Doyle's finest stories. A first-rate sequel to <i>The Lost World</i>, this novel continues the adventures of one of the most memorable characters in speculative fiction. Brilliant, witty, insufferable, and blessed with a booming voice and a huge black beard, Professor George Challenger is an eccentric and able champion of the human race.",
      "coverImage": "http://books.google.com/books/content?id=KXdvtwuE2U4C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71ZRHPQRaIey_ICXnaAzUoqMLKxtAK6MCmIJmClwVo4jXmeCFJd2t1PgE4MRn5Qp90RMalV_6V_QOh8hNqlM5tGVFibphrV_karq1a695mE9edw4EeqEsoqaTc-9npuz3bBwp1_&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "VgGdEAAAQBAJ",
      "title": "The Book To End All Books",
      "author": "Michael Mathiesen",
      "description": "<p>What if we hired SpaceX and NASA to go and ignite Jupiter into a 2nd Sun? &quot;WTF&quot;</p><p>That's what I said, until I came up with the story that resulted in this book. It's all about the next 1,000 years or sooner in which the Earth gets a 2nd sun in the sky. And, yes, I came up with this crazy idea while looking up at the stars and wondering how hard it would be to make one.</p><p>Then, it hit me because Jupiter was very bright and directly overhead, the first time it was this close in 69 years.  </p><p>I could hear the Gas Giant actually screaming at me - desperate to be turned into a sun, the 2nd sun in our sky. It has been patiently waiting for four billion years and it knows that we have the ability now to do it for her. </p><p>It's all about forcing the hydrogen deep inside Jupiter's compressed atmosphere to start a fusion chain reaction and that's it. We can send SpaceX and NASA in a few short years and . . . </p><p>Solve our entire energy crisis - and most of our other problems - OVERNIGHT.   </p><p><br></p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=VgGdEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71X3hOVQ0jhrSTTp32F8rz5BvlcypF_ZUmhHDescrvSHkVCrI6NsMWZJjDCaz0V6FZ7iwE_oP1X8wLcUWERciwsW8TpbBlUSxR5UQmJ2vOt2zG8aIBED0MzjInpUjHiyvQoQ-rA&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "U49PvgAACAAJ",
      "title": "Pilgrim's Progress",
      "author": "John Bunyan",
      "description": "With its vivid characterizations, direct and colorful style, and beauty of language, Pilgrim's Progress has long been one of the most popular books in the English language. The story opens with the author claiming to have had a dream in which he sees the figure of Christian weeping and wondering what to do to avoid the destruction of himself, his family and his town. The rest of the narrative follows Christian on his journey from the City of Destruction via the Slough of Despond, the Hill of Difficulty, the Valley of the Shadow of Death and Vanity Fair over the River of the Water of Life and into the Celestial City.",
      "coverImage": "http://books.google.com/books/content?id=U49PvgAACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE70jbM8q3_tlMb09-Fu-xsj3v6QWSjVPG5wE6OqllyutToay9QbCsrNgTqqA1wmC6eFnCibC244_4FDQppCu8HziU286pmq5ZKawPvGMvkg4FKg64LwCkABbOmk0YrdquENtM-mZ&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "FrPsAgAAQBAJ",
      "title": "Fallen Too Far",
      "author": "Abbi Glines",
      "description": "<b>The <i>New York Times </i>bestselling novel that launched the beloved world of Rosemary Beach and introduced the world to Rush and Blaire.</b><br><br><i>The wealthy son of a rocker. A tough farm girl from Alabama. Two step-siblings from different worlds. One summer in Rosemary Beach.</i><br> <br>The last thing Blaire Wynn wants is to move in with her father’s new family in Rosemary Beach, Florida. She has no choice. Blaire’s mother has passed away after a long illness, leaving behind a mountain of medical debts and no way for Blaire to keep their small Alabama farmhouse.<br> <br>Driving into the wealthy resort town in a pickup truck with a pistol under her seat, Blaire knows she'll never fit in. She’s even more disappointed to discover that her father has left for Paris, leaving her with her new stepbrother, Rush Finlay. The cynical, condescending, and unapologetic son of an infamous rock star, Rush is as spoiled as he is gorgeous—and he immediately gets under Blaire’s skin.<br> <br>But as the summer goes by, Blaire begins to see a side of Rush she never expected, and the chemistry between them becomes impossible to ignore. Unknown to her, Rush has a secret that could destroy Blaire’s entire world. Will she find out what he’s hiding before she falls too far?",
      "coverImage": "http://books.google.com/books/publisher/content?id=FrPsAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73OEgB4-3_lvywZWo02HNYOo39C_znNPHJ1UuNhuUg5cStXPDS3MvexrVVMA6N0v2dFqXGZPNEmOtBl-le0utywxef0zmFAkRxNIZqBNROXYO3K-VMcwd0_2p5M6XT7VSbDvE4K&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "jxPDDwAAQBAJ",
      "title": "The Deputy of Arcis",
      "author": "Honoré de Balzac",
      "description": "\"The Deputy of Arcis\" by Honoré de Balzac (translated by Katharine Prescott Wormeley). Published by Good Press. Good Press publishes a wide range of titles that encompasses every genre. From well-known classics & literary fiction and non-fiction to forgotten−or yet undiscovered gems−of world literature, we issue the books that need to be read. Each Good Press edition has been meticulously edited and formatted to boost readability for all e-readers and devices. Our goal is to produce eBooks that are user-friendly and accessible to everyone in a high-quality digital format.",
      "coverImage": "http://books.google.com/books/publisher/content?id=jxPDDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE737lJ2daIkOLSo0WLPoMW9tfZ0Uptk6NTtW7PPaluCLDyoFu2vAaweX2Vi_6HdsAEhWY47BrF6j6Y9593Xe9lnHWDSfbEIjC2ZCTNVozaay-NJR1LQ-Y7FPsox6mPOGtkvFERfj&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "TEk6EAAAQBAJ",
      "title": "The Marvelous Land of Oz",
      "author": "Lyman Frank Baum",
      "description": "The Marvelous Land of Oz - Lyman Frank Baum - \"As a writer, Baum rarely knew when to quit, unfurling marvel after marvel...\"The New YorkerOriginally published 115 years ago, this lesser-known but equally enchanting sequel to The Wonderful Wizard of Oz is sure to continue the delights wrought by the first of L. Frank Baums classic childrens series. We rejoin the Tinman, the Scarecrow, Glinda the Good Witch, and more in this fantastical book.In The Marvelous Land of Oz, we are welcomed back to the Land of Oz after Dorothy Gale has been whisked back to Kansas. We are introduced to Tip, a young orphan boy who has been under the guardianship of a Wicked Witch, Mombi, for as long as he can remember. Tip plans to get his revenge with a wooden man that he has made using a jack-o-lantern as a head. Unfortunately, the witch is not fooled and threatens to turn Tip into a statue using the Powder of Life. Rather than staying to be turned into a statue, Tip runs away after stealing the Powder of Life from Mombi, using it to animate a sawhorse for Jack to ride. Thus begins Tips adventures as he journeys to the Emerald City, escapes revolts, and learns just who the true ruler of Oz is.",
      "coverImage": "http://books.google.com/books/publisher/content?id=TEk6EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73SJufCFppJR1KyZ0ej-Du8O59njMwq_4ryqNzxczfQaVFPZYCZ88mf8obyxZ4Ik9Yn-65IGBAHNxawtUQdmd2p4drnoJj0jSu82ZNQUqlP8uowrLEGA3jmZBYTs4IN9e1c7XnB&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "2zaW6SBUV-IC",
      "title": "Once on a Time",
      "author": "A. A. Milne",
      "description": "Escape into a fantastical fairy tale world created by A.A. Milne, author of the beloved Winnie-the-Pooh series. In Once on a Time, Milne stretches his creative wings and breathes into life a classic fable set in a pair of mysterious, far-away kingdoms populated by characters who don't always fit the stereotypical mode. It's a charming read for older children or adults.",
      "coverImage": "http://books.google.com/books/content?id=2zaW6SBUV-IC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70VEhBAgSA3gh8LslAIbqSZwZ-x1lhDRp1oAM1BilGM56O3c5HFC2m-NyGHIrZglQCkmtFpYwWv5j0guK8L4g0oHWMB-NSOyJ4_1IQR_WTiswbsIHC7cctHamNsLsN0usfzUpvQ&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "3BEqEAAAQBAJ",
      "title": "Sleepwalk",
      "author": "Dan Chaon",
      "description": "<p><b><i>Sleepwalk</i> is a high speed and darkly comic road trip through a near future America with a big-hearted mercenary, from beloved and acclaimed award-winning novelist Dan Chaon.</b><br><br><b>“[Chaon] does madcap well and likes his characters, even the killers—especially the killers.”—<i>The New York Times Book Review</i></b><br><br><b>A <i>New York Times Book Review</i> Editors’ Choice</b><br><b>An NPR “Book of the Day”</b><br><b>A <i>USA Today</i> “Must Read”</b><br><br><i>Sleepwalk’s</i> hero, Will Bear, is a man with so many aliases that he simply thinks of himself as the Barely Blur. At fifty years old, he’s been living off the grid for over half his life. He’s never had a real job, never paid taxes, never been in a committed relationship. A good-natured henchman with a complicated and lonely past and a passion for LSD microdosing, he spends his time hopscotching across state lines in his beloved camper van, running sometimes shady often dangerous errands for a powerful and ruthless operation he’s never troubled himself to learn too much about. He has lots of connections, but no true ties. His longest relationships are with an old rescue dog that has post-traumatic stress and a childhood friend as deeply entrenched in the underworld as he is, who, lately, he’s less and less sure he can trust. <br><br>Out of the blue, one of Will's many burner phones heralds a call from a twenty-year-old woman claiming to be his biological daughter. She says she’s the product of one of his long-ago sperm donations; he’s half certain she’s AI. She needs his help. She’s entrenched in a widespread and nefarious plot involving Will’s employers, and for Will to continue to have any contact with her increasingly fuzzes the line between the people he is working for and the people he’s running from. <br><br>With his signature blend of haunting emotional realism and fast-paced intrigue, Dan Chaon populates his fractured America with characters who ring all too true. Gazing both back to the past and forward to an inevitable-enough-seeming future, <i>Sleepwalk</i> examines where we’ve been and where we’re going and the connections that bind us, no matter how far we travel to dodge them or how cleverly we hide.</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=3BEqEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71wmZQlamLGBUAAusR-RJdwOc9LBc2Ylxw1yB-8UMSrBKUyljBlw1Ak-DkeHBWDAjsfca1QhfWINAUYgmG3ddWEsAdBjxZWCyZa5PD-P-_vAGu8XrsaD9XTj6Py15mhbIvTcOuF&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "KbtEAgAAQBAJ",
      "title": "Ordinary Grace",
      "author": "William Kent Krueger",
      "description": "<b><i>NEW YORK TIMES </i>BESTSELLER<br> WINNER OF THE 2014 EDGAR AWARD FOR BEST NOVEL<br> WINNER OF THE 2014 DILYS AWARD<br> A <i>SCHOOL LIBRARY JOURNAL </i>BEST BOOK OF 2013</b><br> <br><b>From <i>New York Times </i>bestselling author William Kent Krueger, a brilliant new novel about a young man, a small town, and murder in the summer of 1961.</b><br><br><i>“That was it. That was all of it. A grace so ordinary there was no reason at all to remember it. Yet I have never across the forty years since it was spoken forgotten a single word.” </i><br><br>New Bremen, Minnesota, 1961. The Twins were playing their debut season, ice-cold root beers were selling out at the soda counter of Halderson’s Drugstore, and Hot Stuff comic books were a mainstay on every barbershop magazine rack. It was a time of innocence and hope for a country with a new, young president. But for thirteen-year-old Frank Drum it was a grim summer in which death visited frequently and assumed many forms. Accident. Nature. Suicide. Murder. <br><br>Frank begins the season preoccupied with the concerns of any teenage boy, but when tragedy unexpectedly strikes his family—which includes his Methodist minister father; his passionate, artistic mother; Juilliard-bound older sister; and wise-beyond-his-years kid brother—he finds himself thrust into an adult world full of secrets, lies, adultery, and betrayal, suddenly called upon to demonstrate a maturity and gumption beyond his years. <br><br>Told from Frank’s perspective forty years after that fateful summer, <i>Ordinary Grace</i> is a brilliantly moving account of a boy standing at the door of his young manhood, trying to understand a world that seems to be falling apart around him. It is an unforgettable novel about discovering the terrible price of wisdom and the enduring grace of God.",
      "coverImage": "http://books.google.com/books/publisher/content?id=KbtEAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72h3xui4YBscjZdBkpGM91Af7eeGB4MnwIviinHJtG0SrCyvq11ROrkayVH81u3zpSKlWLt6QKffpdA-fClVhicO-OV6sV0lQFelRQ0S6iVUP-uRG_R8rNegRwQAYu1utfNMdre&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "4DBuDwAAQBAJ",
      "title": "Pride and Prejudice",
      "author": "Jane Austen",
      "description": "“Pride and Prejudice” is a 1813 romantic novel by seminal English author Jane Austen. The story revolves around Elizabeth Bennet, a 20-year-old English woman who, as she matures, must learn the difference between the superficial and the necessary. Elizabeth, her five sisters, and their father live on Longbourn estate, a large property that will not be inherited by any of his daughters when their father dies. Because of this, it is vital that at least one of the daughters marries well as to support her sisters in later life. “Pride and Prejudice” is arguably one of the best-loved novels in English literature, having sold more than 20 million copies. Jane Austen (1775 – 1817) was an English author known primarily for her novels, which critique the 18th century English upper classes and contemporary novels of sensibility. Her use of irony coupled with biting social commentary and realism have led to her wide acclaim amongst scholars and critics, her work contributing to the transition to 19th-century literary realism. Other notable works by this author include: “Sense and Sensibility” (1811), “Emma” (1816), and “Mansfield Park” (1814). Many vintage books such as this are becoming increasingly scarce and expensive. We are republishing this book now in an affordable, modern, high-quality edition complete with a specially-commissioned new biography of the author.",
      "coverImage": "http://books.google.com/books/publisher/content?id=4DBuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72Vo9NlGTLHvNRa7gCv53VrV3W8SrpaZj2qbDu6Y8jvtfnGCDtMvrjn6lQmnlWjyYetynoiKrap4OGDtPahqjaaKmIHEAtzwELpvd4u08KL7jvskqBdQiHHiF0Ei2JJpGQQ1ygr&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "b6KMEAAAQBAJ",
      "title": "Kokoro",
      "author": "Natsume Soseki",
      "description": "<b>The great Japanese author’s most famous novel, in its first new English translation in half a century</b><br>  <br> No collection of Japanese literature is complete without Natsume Soseki's <i>Kokoro</i>, his most famous novel and the last he completed before his death. Published here in the first new translation in more than fifty years, <i>Kokoro</i>—meaning \"heart\"—is the story of a subtle and poignant friendship between two unnamed characters, a young man and an enigmatic elder whom he calls \"Sensei.\" Haunted by tragic secrets that have cast a long shadow over his life, Sensei slowly opens up to his young disciple, confessing indiscretions from his own student days that have left him reeling with guilt, and revealing, in the seemingly unbridgeable chasm between his moral anguish and his student's struggle to understand it, the profound cultural shift from one generation to the next that characterized Japan in the early twentieth century.",
      "coverImage": "http://books.google.com/books/publisher/content?id=b6KMEAAAQBAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71Kp9pkv6nZwRXA-v5Tp6Iv4Yoam3kkkzE9gWg-LnLj3BXGJa1RR9uAB1IoIxDOUAdlGcAoJMTUXTnOOd9FJRoPz1lqgiRHQYm4iAvfnfulvUb-8OdFJrvrqm2bSjyTfc3G6aUH&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "sMb8_Yf8uXAC",
      "title": "Gentlemen of the Road",
      "author": "Michael Chabon",
      "description": "<b>#1 <i>SAN FRANCISCO CHRONICLE </i>BESTSELLER • NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE <i>CHICAGO TRIBUNE</i><br></b><br><b>“A picaresque, swashbuckling adventure.”—<i>The Washington Post Book World</i></b><br><br>They’re an odd pair, to be sure: pale, rail-thin, black-clad Zelikman, a moody, itinerant physician fond of jaunty headgear, and ex-soldier Amram, a gray-haired giant of a man as quick with a razor-tongued witticism as with a sharpened battle-ax. Brothers under the skin, comrades in arms, they make their rootless way through the Caucasus Mountains, circa a.d. 950, living as they please and surviving however they can—as blades and thieves for hire and as practiced bamboozlers, cheerfully separating the gullible from their money. But when they are dragooned into service as escorts and defenders to a prince of the Khazar Empire, they soon find themselves the half-willing generals in a full-scale revolution—on a road paved with warriors and whores, evil emperors and extraordinary elephants, secrets, swordplay, and such stuff as the grandest adventures are made of.<br><br><b>Praise for <i>Gentlemen of the Road</i></b><br><br>“Within a few pages I was happily tangled in [Chabon’s] net of finely filigreed language, seduced by an old-school-style swashbuckling quest . . . laced with surprises and humor.”<b>—<i>San Francisco Chronicle </i><br></b><br>“[Chabon] is probably the premiere prose stylist—the Updike—of his generation.”<b>—<i>Time <br></i></b><br>“The action is intricate and exuberant. . . . It’s hard to resist its gathering momentum, not to mention the sheer headlong pleasure of Chabon’s language.”<b>—<i>The New York Times Book Review <br></i></b><br>“[A] wild, wild adventure . . . abounds with lush language . . . This book roars to be read aloud.”<b>—<i>Chicago Sun-Times</i></b>",
      "coverImage": "http://books.google.com/books/content?id=sMb8_Yf8uXAC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70weIo4tp-6qpnsIttYHLT8zqBBS45xlVjjaMxfVNCjFWARHYdQAJjSdICUXmsHnGOVcbCN1iEnh1aAlrP-2BjgL8WEzOPPIvUNfdYVJzWqf4_O1cIhF2fMIAnj85Zcb8F_Qvuv&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "21HWdhknVVAC",
      "title": "Only His",
      "author": "Susan Mallery",
      "description": "Wedding bells are ringing in Fool's Gold, but not for Nevada Hendrix. Her triplet sisters are engaged, and even her mother has a more active love life than she does. Determined to make a fresh start, she applies for her dream job, only to discover that her new boss is her first love. Maybe she could overlook the fact that they've seen each other naked, but she'll never forget the way he broke her heart.<p>Tucker Janack agrees to Nevada's \"business only\" ground rules. After all, love is a trap that the construction millionaire has avoided his whole life. But when great business partners turn out to be so much more, every rule gets broken. Will either of them be willing to try again…or will their past get in the way?",
      "coverImage": "http://books.google.com/books/content?id=21HWdhknVVAC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70P-dBBGqWnin7b96OpXMxagL4YuZVzZate9-0jz9vKAhqdm8aZ54ExjPoSaP0NWhwAiQvCVJ_WITvHL0V7MIxhmGR5E3Y5jiHKjFpEoe7r8V9V6GKsYNLr99IMSndXSXOBoH_E&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "djOYVT_TFfgC",
      "title": "The Case of Comrade Tulayev",
      "author": "Victor Serge",
      "description": "One cold Moscow night, Comrade Tulayev, a high government official, is shot dead on the street, and the search for the killer begins. In this panoramic vision of the Soviet Great Terror, the investigation leads all over the world, netting a whole series of suspects whose only connection is their innocence—at least of the crime of which they stand accused. But <i>The Case of Comrade Tulayev</i>, unquestionably the finest work of fiction ever written about the Stalinist purges, is not just a story of a totalitarian state. Marked by the deep humanity and generous spirit of its author, the legendary anarchist and exile Victor Serge, it is also a classic twentieth-century tale of risk, adventure, and unexpected nobility to set beside Ernest Hemingway's<i> For Whom the Bell Tolls</i> and André Malraux's <i>Man's Fate</i>.",
      "coverImage": "http://books.google.com/books/content?id=djOYVT_TFfgC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72D8V5nIKStsu_Ic_eev1lxlV0rzE4RogirglrwEDRw2DxILN7h6iad-bLWATOvG9X3AJuGY9H-pjmp7x1a0DCiAnjZz8U9h5BSZtyhqG0hGa1q7hAx783EY27QpcxbEWJAr8Y4&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "H3KNEAAAQBAJ",
      "title": "Lord of the Flies",
      "author": "William Golding",
      "description": "<b><b>Golding’s iconic 1954 novel, now with a new foreword by Lois Lowry, remains one of the greatest books ever written for young adults and an unforgettable classic for readers of any age.</b><br>  <br> </b>This edition includes a new Suggestions for Further Reading by Jennifer Buehler.<b><br></b><br>At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate. This far from civilization they can do anything they want. Anything. But as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far removed from reality as the hope of being rescued.",
      "coverImage": "http://books.google.com/books/publisher/content?id=H3KNEAAAQBAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE72iA-8cvIPsrbEQtRdFKryrVfu4y3FzaW8_DpLSGsKe9xfYf_Qd6-SvN0TFn_35I4KaQqe-ZBzxbo7XmLNH0boKIJwV2lHN06sFJGRCbC26NU0yPHETbhLO65E0oZkC3VnwKHXg&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "nVXBE-BthN4C",
      "title": "The Neon Bible",
      "author": "John Kennedy Toole",
      "description": "<b>“A moving evocation of the small-town South in the mid-twentieth century” that “belongs on the shelf with the works of Flannery O’Connor, Carson McCullers, and Eudora Welty” (<i>Orlando Sentinel</i>).</b><br>  <br> John Kennedy Toole—who won a posthumous Pulitzer Prize for his best-selling comic masterpiece <i>A Confederacy of Dunces</i>—wrote <i>The Neon Bible</i> for a literary contest at the age of sixteen. The manuscript languished in a drawer and became the subject of a legal battle among Toole’s heirs. It was only in 1989, thirty-five years after it was written and twenty years after Toole’s suicide at thirty-one, that this amazingly accomplished and evocative novel was freed for publication.<br>  <br> “Heartfelt emotion, communicated in clean direct prose . . . a remarkable achievement.” —Michiko Kakutani, <i>The New York Times</i><br>  <br> “John Kennedy Toole’s tender, nostalgic side is as brilliantly effective as his corrosive satire. If you liked <i>To Kill A Mockingbird</i> you will love <i>The Neon Bible</i>.” —Florence King<br>  <br> “Shockingly mature. . . . Even at sixteen, Toole knew that the way to write about complex emotions is to express them simply.” —Kerry Luft, <i>Chicago Tribune</i>",
      "coverImage": "http://books.google.com/books/content?id=nVXBE-BthN4C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72RRqyVoHA_Z1kH-zaC4C-3VgL7f5wY0L_BEJzO0tSF5zerWSsKpxXTpoDdSX3MO6FlPEgakvaCew79IF89idl7hzEKqUb8s0HbOIOpnrnp9iQvAXl3HpZahnlt6GAsnMfzFYEz&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "VJBcAAAAMAAJ",
      "title": "Green Wheat",
      "author": "Colette",
      "description": "<p>Written in 1923, \"Green Wheat \"is set in a villa in Brittany and is a story of burgeoning sexuality. This edition does more than meet Rogow's mark \"to do justice to Colette's enormous talent,\" it presents a great classic to the world once again.<p>From the Translator's Preface: <br>Of her more than twenty books, \"Green Wheat \"is perhaps Colette's most polished, most perfect. It was in Green Wheat that she achieved an exquisite blend of two of her greatest gifts as a fiction writer--her uncanny ability to fathom the hearts of adolescents, and her skill at describing nature with the phrasing of a poet and the colors and light of a great landscape painter. This combination helps make \"Green Wheat \"one of the enduring works of fiction of the last 100 years. . . . Ultimately, the book is a story about the loss of Eden, both of youth and of nature. . . . It is about the loss of a type of hope, a hope that many of us cling to, that love can somehow escape the imperfections of life.<p>Zack Rogow translates French literature and was a co-winner of the PEN/Book-of-the-Month Club Translation Award for \"Earthlight,\" by Andre Breton, as well as winner of a Bay Area Book Reviewers Award (BABRA) for his translation of George Sand's novel, \"Horace.\" He is the editor of a new anthology of U.S. poetry, \"The Face of Poetry,\" to be published by University of California Press in 2004. He teaches in the M.F.A. in Writing Program at the California College of Arts & Crafts and lives in San Francisco.<p>Colette, whose real name was Sidonie-Gabrielle Colette, was born in the village of Saint-Sauveur-en-Puisaye in Burgundy, France in 1873 and died in Paris in 1954. Her many books include \"Gigi \"(1944), \"The Vagabond \"(1912), \"Cheri \"(1929), and \"The Last of Cheri \"(1932). She is considered one of the great novelists of the 20th century. Among her many awards, Colette was made a member of the Belgian Royal Academy in the 1930s and was also the first woman to be admitted to the prestigious Goncourt Academy. In 1953 she became a grand officer of the Legion of Honour. She is a legendary figure who lived a colorful and bohemian life and her writings are rich with the joys and pain",
      "coverImage": "http://books.google.com/books/content?id=VJBcAAAAMAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71gNHci1MrLNxNK0bBuUXwHTXks_8E1hRVras55m16jKOYz35V15Jjto7GBfKoE0hoBcU3p3__AGd0lEcEu1PHrm_vAdd-RTT2Rn6iPzTq-_9CGYeY-xIkaPiysRuvdKVo_TDu8&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "MRoMUV2kLZEC",
      "title": "Mysteries",
      "author": "Knut Hamsun",
      "description": "<b>The first complete English translation of the Nobel Prize-winner’s literary masterpiece <br><br>A Penguin Classic<br></b><br> <i>Mysteries</i> is the story of Johan Nilsen Nagel, a mysterious stranger who suddenly turns up in a small Norwegian town one summer—and just as suddenly disappears. Nagel is a complete outsider, a sort of modern Christ treated in a spirit of near parody. He condemns the politics and thought of the age, brings comfort to the “insulted and injured,” and gains the love of two women suggestive of the biblical Mary and Martha. But there is a sinister side of him: in his vest he carries a vial of prussic acid...<br><br> The novel creates a powerful sense of Nagel's stream of thought, as he increasingly withdraws into the torture chamber of his own subconscious psyche.<br><br>For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,800 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
      "coverImage": "http://books.google.com/books/content?id=MRoMUV2kLZEC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70cSlCj7gjMgBoq9f2tMOCJbaiX9p-MlMjR6uE0dOYj20_MNxnZ4-Qbxc0TF9T8oB0nBFVn50bEP3IbA03gRzj9Rg5UuQVqHulQdNeKz2IlK9IfhZi7jDExKhHmenb4BDM-iEEc&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "FxmjXM5RNNwC",
      "title": "Bag of Bones",
      "author": "Stephen King",
      "description": "From #1 New York Times bestselling author Stephen King, a powerful tale of grief, of love's enduring bonds, and the haunting secrets of the past.<br><br>Four years after the sudden death of his wife, forty-year-old bestselling novelist Mike Noonan is still grieving. Unable to write, and plagued by vivid nightmares set at the western Maine summerhouse he calls Sara Laughs, Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie and Kyra's struggle, as he falls in love with both of them, he is also drawn into the mystery of Sara Laughs, now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here -- and what do they want of Mike Noonan?<br> <br>It is no secret that King is one of our most mesmerizing storytellers. In <i>Bag of Bones,</i> he proves to be one of our most moving as well.",
      "coverImage": "http://books.google.com/books/content?id=FxmjXM5RNNwC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE72feWSI4PgmsEkHBrq2hRShKWSbIBq112EitIMGi6Em2LPpj88-eQk_-ZXzvJzY1_AR20Iv7yuedrQiN7k_0qlz3c8HZZ3kgjQQ9yjvWgnKLBQ8ltT9UfZqO_zH31201K9O_Xwa&source=gbs_api",
      "rating": 4.5,
      "reviews": []
    },
    {
      "id": "0ccs1SgUjtsC",
      "title": "Tortilla Flat",
      "author": "John Steinbeck",
      "description": "\"Written in a simple, lucid prose humorously reminiscent of Sir Thomas Malory's style, this episodic tale concerns the poor but carefree 'paisano' Danny and his friends Pillon, Pablo, Big Joe Portagee, Jesus Maria Corcoran, and the old Pirate, all of whom gather in Danny's house, which Steinbeck tells us 'was not unlike the Round Table.' The novel (accepted after nine publishers had turned it down) contrasts the complexities of modern civilization with the simple life of the 'paisanos.' There is in the story Steinbeck's usual glorification of irresponsibility when joined with kindness.\" Herzberg. reader's Ency of Am Lit. *** \"Adopting the structure and themes of the Arthurian legend, Steinbeck created a 'Camelot' on shabby hillside above Monterey on the California coast and peopled it with a colorful band of knights. As Steinbeck chronicles their thoughts and emotions, temptations and lusts, he spins a tale as compelling, and ultimately as touched by sorrow, as the famous legends of the Round Table.\"",
      "coverImage": "http://books.google.com/books/content?id=0ccs1SgUjtsC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE7256Gjvyg8Nc72_enQdfVPs-dK55BTZSQZAHCH0xyOxWe_I9I-YL9MGvbFd4cHSRYm6pIMYlE9yI3DbhQWOJovxXlVO_1zcaHOQtDZ4O7RHyTfT4UUGfe7eV-xfKtc8FEMez_XJ&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "-DhSlVvcbEQC",
      "title": "Halo: Evolutions",
      "author": "Tobias S. Buckell, Karen Traviss, Frank O'Connor, Eric Nylund",
      "description": "<p>When humanity expanded beyond the safety of Earth to new stars and horizons, they never dreamed what dangers they would encounter there. When the alien juggernaut known as the Covenant declared holy war upon the fragile human empire, millions of lives were lost—but, millions of heroes rose to the challenge. In such a far-reaching conflict, not many of the stories of these heroes, both human and alien, have a chance to become legend. This collection holds eleven stories that dive into the depths of the vast Halo universe, not only from the perspective of those who fought and died to save humanity, but also those who vowed to wipe humanity out of existence.</p>",
      "coverImage": "http://books.google.com/books/content?id=-DhSlVvcbEQC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72dbuGEB27V_QuwKXmfFdJkK3YHhOnMKXTXGxGWu9fMxf4c87I8wxGFnzDlgtlGPPAuLEZdtiFZUV-w6ek3P03VArHX5Ie588hMHX5d1ydG1KgcT7wwbonPdPDwZNiMxyYVXjxw&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "VJm8EAAAQBAJ",
      "title": "Pigs is Pigs",
      "author": "Ellis Parker Butler",
      "description": "<p><b>In this 1905 humorous short story, confusion over what a guinea pig truly is causes trouble for a stubborn railway agent.</b></p> Mr. Morehouse would very much like to collect his two guinea pigs from the express office of the Interurban Express Company. However, railway agent Mike Flannery wants to charge him the  livestock rate of thirty cents—not the lower pet rate of twenty-five cents. “Pigs is pigs,” he tells an enraged Mr. Morehouse, believing that “guinea” is merely an indication of the pigs’ national origin. With both men refusing to budge, the guinea pigs remain in Flannery’s office where he is forced to feed and care for them. Just when Flannery thinks he’s in the clear, his problems begin to multiply . . .",
      "coverImage": "http://books.google.com/books/publisher/content?id=VJm8EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72ZgmsoxYrmr0CLnnkixL4TJH14cs_ErOCdHbIP1fQWMbB2IIpY-5QNQKD64xmwzu7-py-cBcA-lkZmzw6NgrOrRYKJtl72H4CPS1W4n_MGIFZhskJ70qL3S81rpiJCEtvdu8D_&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "ppb6XgPV0foC",
      "title": "Number One Ladies' Detective Agency",
      "author": "Alexander McCall Smith",
      "description": "This first novel in Alexander McCall Smith's widely acclaimed The No. 1 Ladies Detective Agency series tells the story of the delightfully cunning and enormously engaging Precious Ramotswe, who is drawn to her profession to “help people with problems in their lives.” Immediately upon setting up shop in a small storefront in Gaborone, she is hired to track down a missing husband, uncover a con man, and follow a wayward daughter. But the case that tugs at her heart, and lands her in danger, is a missing eleven-year-old boy, who may have been snatched by witchdoctors.<br><br><b>The No. 1 Ladies' Detective Agency</b> received two Booker Judges' Special Recommendations and was voted one of the International Books of the Year and the Millennium by the <i>Times Literary Supplement</i>.",
      "coverImage": "http://books.google.com/books/content?id=ppb6XgPV0foC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71S76WA1LEWM1XUi1n-VZiSW9_TJiBaITod3Gv-kM6_S3-7enF5PaH9uSRK8zHGJYkg-hqmFuivUqgnp5k29qfC1yKq0Z2mKFBmWo2zu2_q2khdO69wJI-7n9qFuimdUQJJ7pme&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "3nqhDwAAQBAJ",
      "title": "Wundersmith",
      "author": "Jessica Townsend",
      "description": "<p>A #3 New York Times bestseller</p><p>A #4 Nielsen BookScan Australia Bestseller</p><p>A Sunday Times Children’s Book of the Year—8-12 category</p><p>An Irish Independent Best Children’s Book of 2018</p><p>A Bookseller Editor’s Choice</p><p>A Dymocks’ (Australia) Children’s Book of the Month</p><p>Longlisted for the Australian Indie Book Award for Best Children’s Book 2019</p><p>A Barnes &amp; Noble Best New Middle-Grade Book</p><p>The Librarians’ Choice Favourite November 2018</p><p>An Amazon Editor’s Pick for Top 20 Best Children’s Books of 2018</p><p>An Apple Books Next Big 30 Read</p><p><br></p><p><br></p><p>Saudara-saudari sehidup semati? Saling setia, siap bahu-membahu? Morrigan mulai merasa ikrar Wundrous Society itu hanya omong kosong.</p><p><br></p><p>Tidak ada yang menyukainya di sekolah—yah, kecuali Hawthorne, sahabatnya. Unit mereka terus dikirimi surat kaleng berisi ancaman untuk menguak rahasia Morrigan dan gurunya di Society hanya mengajarkan satu hal: semua Wundersmith itu jahat dan Morrigan bukanlah pengecualian.</p><p><br></p><p>Yang terburuk, satu per satu orang mulai menghilang dan teror mulai bermunculan. Nevermoor, kota fantastis yang magis dan menawarkan perlindungan, kini dilingkupi ketakutan dan kecurigaan ….</p><p><br></p><p>Dan, besar kemungkinan, Morrigan penyebabnya.</p><p><br></p><p>Telah diterbitkan di 32 negara.</p><p>Setelah menerbitkan seri Nevermoor, Jessica Townsend dianggap sebagai J.K. Rowling-nya Australia.</p><p>Buku pertama seri Nevermoor akan segera difilmkan oleh Twentieth Century Fox. </p><p><br></p><p>[Mizan, Noura Books, Fantasi, Terjemahan, Novel, Indonesia]</p>",
      "coverImage": "http://books.google.com/books/publisher/content?id=3nqhDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70mh9wP_V6HXHvHUK2eMy52Pb7clVAEgsvkOmH-PH__irnapEwdmMYNtfeDCt5VWnfKkeoOUVsrGPsfZ6ZpvBEcufV9LK3h0xp1o_7tp9Mzy1k-V0Ww2Lh3UmkR5fHRBFwGCtBe&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "D32yEAAAQBAJ",
      "title": "How I Found Livingstone",
      "author": "Henry M. Stanley",
      "description": "Reprint of the original, first published in 1872. The publishing house Anatiposi publishes historical books as reprints. Due to their age, these books may have missing pages or inferior quality. Our aim is to preserve these books and make them available to the public so that they do not get lost.",
      "coverImage": "http://books.google.com/books/publisher/content?id=D32yEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72amVa32teGA4pf00qm64dD02HIBHs0n04fZUXjsSkvGiR4Y9Wh72lrqj9a1iacXsxIW3MCOFJ03wj0x6bvpul3tixBXGTa4iDEzHWDOu_qDjf4JgrbV1o9yVM0nv46O_3WDwNE&source=gbs_api",
      "rating": 3.5,
      "reviews": []
    },
    {
      "id": "mK6NEAAAQBAJ",
      "title": "Les Misérables",
      "author": "Victor Hugo",
      "description": "<b>Few novels ever swept across the world with such overpowering impact as <i>Les Misérables. </i>Within 24 hours, the first Paris edition was sold out. In other great cities of the world it was devoured with equal relish.</b><br><br>Sensational, dramatic, packed with rich excitement and filled with the sweep and violence of human passions, <i>Les Misérables </i>is not only superb adventure but a powerful social document. The story of how the convict Jean-Valjean struggled to escape his past and reaffirm his humanity, in a world brutalized by poverty and ignorance, became the gospel of the poor and the oppressed.",
      "coverImage": "http://books.google.com/books/publisher/content?id=mK6NEAAAQBAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE72b2A-TKteYOtkgAIYgLI9zp3d9SOes0tvnfAvy0JizgMRnP8NfnN-zRhWTVBCZZqrtA7LyQRqeScUQDvwGKRuzgtaj2b5NivWO69oTcK8HeHvbBBt3XQ6xQbHeoyEIGmnRQT-v&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "Yzj-mwEACAAJ",
      "title": "Mercy",
      "author": "Jodi Picoult",
      "description": "No description available.",
      "coverImage": "http://books.google.com/books/content?id=Yzj-mwEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE70sChN8R-M-Fcr-zFwioVtzu3bNmQheQUgAujrGH02jBo-OP_1DpYPa-uFCj5RDKJfovJBnC0qX3QcN9Yy75cg8XUN2gF076w1eRpVuTleI7lQqGe13QZeLA_pgkJBdXU9P8n6F&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "7AaNEAAAQBAJ",
      "title": "The Cider House Rules",
      "author": "John Irving",
      "description": "<b>“<i>The Cider House Rules</i> is filled with people to love and to feel for. . . . The characters in John Irving’s novel break all the rules, and yet they remain noble and free-spirited.”—<i>The</i> <i>Houston Post</i></b><br><br>First published in 1985, The Cider House Rules is set in rural Maine in the first half of the twentieth century. The novel tells the story of Dr. Wilbur Larch—saint and obstetrician, founder and director of the orphanage in the town of St. Cloud’s, ether addict and abortionist. This is also the story of Dr. Larch’s favorite orphan, Homer Wells, who is never adopted.<br><br><b>Praise for <i>The Cider House Rules</i></b><br><br>“ [Irving] is among the very best storytellers at work today. At the base of Irving’s own moral concerns is a rare and lasting regard for human kindness.”<b>—<i>The Philadelphia Inquirer<br></i></b><br>“ Superb in scope and originality, a novel as good as one could hope to find from any author, anywhere, anytime. Engrossing, moving, thoroughly satisfying.”<b>—Joseph Heller</b><br><br>“ An old-fashioned, big-hearted novel . . . with its epic yearning caught in the nineteenth century, somewhere between Trollope and Twain.”<b>—<i>Boston Sunday Globe</i></b>",
      "coverImage": "http://books.google.com/books/publisher/content?id=7AaNEAAAQBAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71hof6Q88C_FU1NlIu3C_VTUMAI8boaRksukArg_vvl8gfMn8h_n289SoiVVT_sjp7zzBE_z29mBu1eu4v7zlDae11TwJTRRJxnjKBMln8ItHGsRCcuQwTXlMV3sCnYN2pXgvHM&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "Ae_uwgEACAAJ",
      "title": "Northanger Abbey",
      "author": "Jane Austen",
      "description": "Little treasures, the FLAME TREE COLLECTABLE CLASSICS are chosen to create a delightful and timeless home library. Each stunning, gift edition features deluxe cover treatments, ribbon markers, luxury endpapers and gilded edges. The unabridged text is accompanied by a Glossary of Victorian and Literary terms produced for the modern reader. <br><br>Originally titled Susan, <i>Northanger Abbey</i> was written before any of Jane Austen's other novels, but published after her death in 1817. It is a satire of the gothic novel popular at the time, full of weeping, frustrated romance, dark corridors and deep yearnings. At the core of the book are the mysterious rooms within the Abbey that nobody seems to visit. Could they hold a dark secret? Is there a rotten core at the heart of the house and the family that holds court to all? Catherine is determined to find out more, but is distracted by the machinations of her fellows, the flirtations and engagements of the family and her love for clever, young Henry Tilney.",
      "coverImage": "http://books.google.com/books/content?id=Ae_uwgEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE72HhrShn8VBT_iKdTOSK1Lhx1LOnJ-Jg0SwF4edPaqxS85ujFOygcCbDBC3QCPo2E1JcMo91TVUIMa2MxHh32urnHmh6PKqzcSPhwDO8ffchdXFeOs3VSKgTjgpqrGW5ZYY7XFG&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "WpRRzvWUUmwC",
      "title": "Summer Lightning",
      "author": "P. G. Wodehouse",
      "description": "<p>\"[Blandings] is an entire world unto itself and, one senses, Wodehouse pours into it his deepest feelings for England.\" —Stephen Fry</p> <p>The Honourable Galahad Threepwood has decided to write his memoir—a tell-all that could destroy polite society. Everyone wants this manuscript gone, particularly Lord Emsworth’s neighbor Sir Gregory Parsloe-Parsloe, who would do anything to keep the story of the prawns buried in the past. But the memoir isn’t the only problem. A chorus girl disguised as an heiress, a double-dealing detective, a stolen prize-winning sow, and a crazy ex-secretary are only a few of the complications that must be dealt with before everyone can have their happy ending.</p>",
      "coverImage": "http://books.google.com/books/content?id=WpRRzvWUUmwC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71wP389Eo8W7JKhiTSUGwAIdBFUdKOuX7jWoTM7A14RDY_lImPYOcem19A9BDsy86fGHMrXd0ZxF8-rlbTL18DfDldZoi0OUQoFpzL79CMVPnat8HLF7X-VHz3ssjB-5Mc8xWvn&source=gbs_api",
      "rating": 0,
      "reviews": []
    },
    {
      "id": "r6zP1Hg1zxQC",
      "title": "Colonel Brandon's Diary",
      "author": "Amanda Grange",
      "description": "<b>A vibrant retelling of <i>Sense and Sensibility</i>, Grange's sweeping epic breathes new life into another of Austen's best-loved novels.</b><br><br> At the age of eighteen, James Brandon's world is shattered when the girl he loves, Eliza, is forced to marry his brother. In despair, he joins the army and leaves England for the East Indies for the next several years. Upon his return, he finds Eliza in a debtor's prison. He rescues her from her terrible situation, but she is dying of consumption and he can do nothing but watch and wait. Heartbroken at her death, he takes some consolation in her illegitimate daughter, who he raises as his ward. But at the age of fifteen, his ward goes missing. Devastated by the thought of what could have happened to her, he is surprised to find himself falling in love with Marianne Dashwood. But Marianne is falling in love with the charismatic Willoughby...",
      "coverImage": "http://books.google.com/books/content?id=r6zP1Hg1zxQC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71f8NPjLDbjXxLtKRiviU12J4oWH3wSyKKj2nCWpZAQQs887hsBbhsxt_rYMXr3Os4PMgR1SW5YI8ZYxXF-GpPbfWSrb7WRAMS4POzz3Zn_YvYNyItD0hZWZ9nDm8ocuZkKUbq8&source=gbs_api",
      "rating": 4,
      "reviews": []
    },
    {
      "id": "iIFstwAACAAJ",
      "title": "Grimm's Complete Fairy Tales",
      "author": "Jacob Grimm, Wilhelm Grimm",
      "description": "<b>No library's complete without the classics! This new, enhanced leather-bound edition collects the legendary fairy tales of the Brothers Grimm.</b><br><br>They are the stories we've known since we were children. <i>Rapunzel</i>. <i>Hansel and Gretel</i>. <i>Cinderella</i>. <i>Sleeping Beauty</i>. But the works originally collected by the Brothers Grimm in the early 1800s are not necessarily the versions we heard before bedtime. They're darker and often don't end very happily--but they're often far more interesting. <br> <br> <br> <br>This elegant edition of Grimm's Complete Fairy Tales includes all our cherished favorites--<i>Snow White</i>, <i>Rumpelstiltskin</i>, <i>Little Red Cap</i>, and many more--in their original versions. With specially designed end papers, a genuine leather cover, and other enhancements, it's the perfect gift for anyone looking to build a complete home library.<br> <br> <br> <br>Many of these tales begin with the familiar refrain of “once upon a time”--but they end with something unexpected and fascinating!",
      "coverImage": "http://books.google.com/books/content?id=iIFstwAACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE70gq2swlGXmkgi1nayOV2Su0-NhnwkNhJ3ILhtFUuANopbbU3EMa65GFJ6I_KuZlm151wPEuqCODZMF57pTgolFM4OVJds_SwSKCNGLu3mQWDB1eNlCfObx7UG0R_OeAv4rSv7G&source=gbs_api",
      "rating": 5,
      "reviews": []
    },
    {
      "id": "KNtAX_rYeAwC",
      "title": "The Duchess",
      "author": "Jude Deveraux",
      "description": "<b>Jude Deveraux</b><br> captures the thrill of an American beauty's Highlands wedding, where a royal title is at stake -- and where love wins the day. <br> <b><i>The Duchess</i></b> <br> Claire Willoughby risked losing millions in her inheritance if, as decreed by her grandfather, she did not wed an \"acceptable\" man. Harry Montgomery, the eleventh Duke of MacArran, seemed perfect. He owned a historic castle, he looked manly in a kilt, and he was as much a titled Scotsman as Bonnie Prince Charlie himself. <br> Their engagement announced, Claire's future as a duchess was assured -- and she set off with her family to meet the Montgomery clan in Scotland. Bramley Castle was a damp, chill place, overþowing with eccentric relatives. But there was also Trevelyan, a secretive, brooding man who lived in Bramley's ancient halls. Whoever he was, he wasn't at all like Harry: Trevelyan was the most exasperating, arrogant, know-it-all of a man Claire had ever met. And the most fascinating...",
      "coverImage": "http://books.google.com/books/content?id=KNtAX_rYeAwC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE70OY8QqsIP3LuvkxTbNj_BmbxDtHygfd5dtLpueY5erdJwR5236-5rZZ6B_Sc0ZngUnbX5_pUmmJGn-tsEBvxGQoYutxy33rdG1fzH88iWYnQHHczfOT3ojYe6QYM9SBxIiG1Qq&source=gbs_api",
      "rating": 3,
      "reviews": []
    },
    {
      "id": "IE1CDwAAQBAJ",
      "title": "Ghost Memories",
      "author": "Heather Graham",
      "description": "Rediscover the history behind the Bone Island trilogy in this prequel to the thrilling series by New York Times bestselling author Heather Graham.<br><br>In the early nineteenth century, pirates and privateers still wreaked havoc in the Caribbean. Bartholomew Miller had been one of them. After years of plying the seas for England as a privateer, he finally found a home and love on Bone Island off the Florida coast. But Bartholomew also made enemies in his time—enemies that would take everything Bartholomew loved and create a curse to haunt Bone Island for centuries…<br><br>Originally published in 2010<br><br>",
      "coverImage": "http://books.google.com/books/publisher/content?id=IE1CDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70MGddKXoQ43wtDCitweOeh5MHro4quTLs3Jke5MO2fUIt6xCk3nfKPrh4YYiY2xE99O0gsVsfI7-15YW2nsCzs_duKXGJCAj5luXeaByAb8er1g23VPwLpa41mvZSpsPeN79uc&source=gbs_api",
      "rating": 0,
      "reviews": []
    }
  ]
}